[
  {
    "cardURL": "https://www.amazon.in/sspa/click?ie=UTF8&spc=MTo1NjQ1OTczNzI0NjA5MTMxOjE3MTU0MDQ1Mzc6c3BfYXRmOjMwMDA3NTM5OTEzOTMzMjo6MDo6&url=%2FJBL-Wireless-Headphones-Speedcharge-Customize%2Fdp%2FB09CYX92NB%2Fref%3Dsr_1_1_sspa%3Fdib%3DeyJ2IjoiMSJ9.kD49Thzon8mf0tZFlKtR1c09yOnanenk88x9QIG13XtelajUV51FHUxuZdZ2feBA7zy26FkU2C25iuZdwYwezIw4ScgVx_VYqXxrC2BXXUbCAudW9LQ328O5uYUTvSvtEf44dugaHeprdF1Cet7wFf-_FpDxuQBqmKX-_XsnZevBAvjyMlQN7M_qeHhAdLnXvy9Xua1ssP_YnWd7bHJm98YlqGvGV031UQ23wfwRXy8.TwwvyK5P0oOqxzbDfrdc8P4Muk-YRc3Qzmk5q7rpnms%26dib_tag%3Dse%26keywords%3DSony%2Bheadphones%26qid%3D1715404537%26sr%3D8-1-spons%26sp_csd%3Dd2lkZ2V0TmFtZT1zcF9hdGY%26psc%3D1",
    "productName": "JBL Tune 770NC Wireless Over Ear ANC Headphones with Mic, Upto 70 Hrs Playtime, Speedcharge, Google Fast Pair, Dual Pairing, BT 5.3 LE Audio, Customize on Headphones App (Black)",
    "sponsored": "yes",
    "badge": "N/A",
    "price": "5,998",
    "basePrice": "₹9,999",
    "rating": "4.1",
    "ratingsNumber": "N/A",
    "boughtPastMonth": "1K+"
  },
  {
    "cardURL": "https://www.amazon.in/sspa/click?ie=UTF8&spc=MTo1NjQ1OTczNzI0NjA5MTMxOjE3MTU0MDQ1Mzc6c3BfYXRmOjMwMDA2NDY1MzQxMTUzMjo6MDo6&url=%2FSony-WF-1000XM5-Cancelling-Headphones-Multi-Point%2Fdp%2FB0C33XXS56%2Fref%3Dsr_1_2_sspa%3Fdib%3DeyJ2IjoiMSJ9.kD49Thzon8mf0tZFlKtR1c09yOnanenk88x9QIG13XtelajUV51FHUxuZdZ2feBA7zy26FkU2C25iuZdwYwezIw4ScgVx_VYqXxrC2BXXUbCAudW9LQ328O5uYUTvSvtEf44dugaHeprdF1Cet7wFf-_FpDxuQBqmKX-_XsnZevBAvjyMlQN7M_qeHhAdLnXvy9Xua1ssP_YnWd7bHJm98YlqGvGV031UQ23wfwRXy8.TwwvyK5P0oOqxzbDfrdc8P4Muk-YRc3Qzmk5q7rpnms%26dib_tag%3Dse%26keywords%3DSony%2Bheadphones%26qid%3D1715404537%26sr%3D8-2-spons%26sp_csd%3Dd2lkZ2V0TmFtZT1zcF9hdGY%26psc%3D1",
    "productName": "Sony WF-1000XM5 Wireless The Best Noise Cancelling Earbuds, Bluetooth, in-Ear Headphones with Microphone, Up to 36 Hours Battery Life and Quick Charge, Works with iOS & Android, Multi-Point - Black",
    "sponsored": "yes",
    "badge": "Limited time deal",
    "price": "21,989",
    "basePrice": "₹29,990",
    "rating": null,
    "ratingsNumber": "N/A",
    "boughtPastMonth": "300+",
    "ratingsCount": 2311,
    "reviews": [
      "These wireless earphones probably have the best sound available on the market along with the best noise cancellation. However, they are up there with Apple when it comes to repairability.They are super compact and most definitely the smallest earphones I've tried and are super comfortable to wear. It is a little awkward to get them in and out of the case especially if you've got big hands like me but that might just be a skill issue.The battery in the case definitely seems to be smaller as the case itself has shrunk down a lot. The case doesn't hold as much power but its the smallest case I've ever seen, feels very premium and doesn't snag anywhere in the pocket.Overall, brilliant earphones! definitely the best case on the market too. But if you're concerned about being able to replace the batteries later down the line when they do eventually get cooked then that's definitely something to keep in mind.When it comes to sound? bar none these are the best wireless.",
      "I ordered this earbuds and was skeptical about how it will perform as I was using the Airpods 2. But to my surprise, these were one of the best sounding earbuds and with the best confort I have used till now. I absolutely recommend this for anyone who has a good budget and does not want to comprise on the sound quality.",
      "Overall: Excellent noise cancellation and sound quality, but frustrating pre-order experience and missing promotional item.(4 star for this product and less than 0 for other delivery and support)Pros:Best-in-class noise cancellation: Effectively blocks out ambient sound, making them ideal for noisy environments.Exceptional sound quality: Clear and balanced audio with powerful bass and crisp highs.Comfortable fit: Ergonomically designed earbuds stay secure in your ears even during extended listening sessions.Long battery life: Up to 36 hours of playback time with the charging case.Cons:Delays and communication gaps: I experienced numerous delays in receiving my order and encountered significant communication gaps throughout the process.Pre-order issues: Many customers reported missing promotional items and delays in communication from Amazon.Invalid coupon: After multiple buyers reported similar issues, Amazon provided a coupon code to claim the speaker. However, the code turned out to be invalid, adding to the frustration.Limited communication avenues: Difficulty reaching anyone beyond customer service for assistance. The lack of transparent communication and escalation channels was deeply frustratingDelivery : My attempts to resolve the missing speaker issue were met with delays, communication gaps, and unhelpful responses. I was repeatedly told the correct product was delivered, and no action was takeRecommendation:While the WF-1000XM5 earbuds offer exceptional sound quality and noise cancellation, the frustrating pre-order experience and missing promotional items detract from the overall purchase experience. While I appreciate the coupon code gesture, the invalid code further amplified the disappointment. If you can get past these issues, the earbuds themselves are excellent. However, if you value a smooth and reliable purchasing experience, you may want to consider other options.  This review is based on my personal experience and may not reflect the experience of others. I encourage potential buyers to read other reviews and research the product thoroughly before making a purchase",
      "The sony wf-1000xm5 is an outstanding tws. The noise cancelation works perfectly in environments especially for the low frequency sounds like vehicles and crowd noises. Nearly identical to the airpods pro 2. Sound wise, I expected less bass but there was much more bass, which i was concerned about. You can get lost in your own world with these buds. My only issue was the slight hissing on the left bud while in anc probably due to the white noise conduction. This is probably not a defect. Wish they had silicone tips with the buds because it feels muffled and vacumn-like with the hybrid foam tips. Overall exceptional tws.",
      "Sin tantos tecnicismos.Me encantaron estos audífonos; cómodos y ligeros de usar (tiene 4 tamaños de almohadillas, alguno te quedará).• La cancelación de ruido es bastante buena, los “comandos” táctiles son muy sensibles solo me hubiera gustado que el usuario los pudiera personalizar o, que de mínimo, el mantenerlo pulsado fuera para subir o bajar el volumen.• La batería dura muchísimo; yo los uso unas 5 horas casi seguidas y la carga dura de unos 3 o 4 días.• Yo uso Spotify y pues tampoco es que tengan la mejor calidad de audio pero se escucha bastante decente con estos audífonos.",
      "OTIMOCHEGOU NO PRAZONADA A RECLAMAROTIMO SOMotimo para adaptar aparelhos.",
      "Fones de ouvido excepcionais. Atender telefonemas com esse aparelho é muito confortável, nem se compara com as versões anteriores.",
      "If it weren't for having the FXM4s, I'd rate this the best TWS product out there.  However, the 4s did have the advantage in 2 areas - better bass/low-end warmth, and better ANC.  I've A/B'd them extensively.  BUT, the new FXM5s have several advantages - form and fit being number one.  Secondly?  The stock sound profile is absolutely incredible - and offers more an \"audiophile\" tuning profile than the warm, fuller XM4s do.  This is not a bad thing - in fact, it's so good - I can't use the GEQ that comes with the new connect app - the stock sound is outstanding.Are they worth the price?  Not if you own the XM4s.  If you managed to see the once-in-a-while 20% discount?  More than likely yes.  If you truly love incredible sound and detail and clarity and precision in TWS format??  Most certainly yes.  The sound and new form make up for all other discrepancies.Note:  Batteries are draining equally between buds, no issues there.  Connect app works seamlessly.  They sound amazing - but they come at a price and they're not perfect.  Yet.",
      "There’s a bit of possible Sony hate going on in some reviews, like others I got burned on a pair of WF-10004XM refurbished and one of the batteries started failing after a year. Wasn’t worth the cost of repair. Have others from QCY and Soundcore that were surprisingly good for less cost. Also had trouble with refurbished headphones WH-1000XM4, luckily had added insurance. Cut to buying a new pair that have been flawless.Got the Sony WF-C700N a couple months ago to scratch my earbud itch. Very good for the price. If you’re not ready to throw down $300 for the XM5 they’re a great alternative. Not quite as musical, but no gripes anyway. You can get picky about the throwback buttons but oh well.One comment before I get more specific on the XM5. I fully agree with another review that calls out Sony for how complicated their Sony Connect app has become. It could be simplified for people who don’t want to get into the tech so much.Now, how do they sound? I’m impressed and I’m not using them to their full potential. Using with iPhone so Bluetooth SBC codec is the most basic and lowest quality solution (after digging into the codec question a bit more it does appear that the iPhone has the AAC codec also). However, with the help of Sony’s equalizer and DSEE function I’m very happy with the sound. I almost don’t want to try them with a better codec and then have to go back. (Still applies with AAC, DSE does improve sound)I need treble boost for my old ears and having played bass no surprise I like a lot of bass. These don’t disappoint. I did an A-B comparison with the XM4 headphones and they didn’t have quite the low end but good and punchy with good definition between bass and drums.both can become nice and “growly” on the low end.Noise cancellation is very good, not as good as the headphones but after only a couple days I have been quite satisfied so far.Comfort level is better than the XM4 buds, but I’m so pissed I wasted the money now I don’t want to dig them out to compare audio! I think Sony really improved the fit and design to be lighter, more comfortable, and have impressive sound. Let’s just hope they found a better battery.Used overnight and had battery left in the morning but playing audiobook on timer so i couldn’t say how long continuous playback.I’ll update after I’ve had them longer.(Update) battery life seems to be very similar to the XM4. Sometimes I have battery left in the morning sometimes it comes up short.Another follow up, comes with 4 sets of tips but apparently I have very large ear canals as I’m unable to get a complete seal with the included buds. The large felt good at first but when I used the connect app to check for airtight seals I could not get them to seal. Fortunately I have many tips I’ve saved over the years and by mixing, matching, and testing I have a couple that seal. I even tried ordering extra large tips from a couple vendors and they didn’t work either. Nice that Sony is including extra small but what about us with extra large needs! I do have a possible solution on the way, find a video on YouTube that shows how to use Sugro glue rolled up and inserted in the mushroom part of the tip. Press in the ear to get a fit and then allow to cure over night. Hoping it works, I have a few tips I’d like to try this on. Was even investigating custom molded tips but for $150 plus I’ll try the Sugro hack…8/5/23 tried the Sugro hack yesterday. Still have to work to get an airtight fit but it definitely helped.My opinion on the sound has not diminished. Excellent with what I listen too. A lot of classic rock but also new material from Elle King and others. Listening to Lourdes “Royals” a very deep bass which presents low, solid, and clear. You can easily distinguish the bass and drums. The low rumbling bass of Pink Floyd “Welcome to the Machine” couldn’t be much better in any buds. Almost like I could feel it.I’m now using the WF-C700n as my workout and dog walking buds. Sound signature is very similar but the bass is not quite as good. One thing they are lacking is the airtight fit check in the app. I had to use other tips and the Sugro mold hack to get a good consistent fit in both. The included tips are worthless to me and my big ears.I see a lot of criticism of the noise cancellation for the XM5. I have no way to measure so it’s pretty subjective but I’m not disappointed. At least as good as the XM4. But with any ANC earbuds the airtight seal is critical.If you’re not ready to throw down $300 the WF-C700n are a very good alternative, but are not touch controlled, a single button on each side. Not quite as good on the low end but not disappointing either. In direct comparison you can hear the difference.I still think these are 5 star worthy. I’d take off half a star because of the somewhat complex app but if you like to tinker with the sound and features, give it back. People who are not “technical minded” may find it intimidating. I find it useful but jammed with some features I wouldn’t normally use, like automatically changing settings depending on location as an example. Some might find it useful but not me. The equalizer and clear bass functions are excellent. DSEE function makes a noticeable difference in sound quality. Happier with these than I was with the XM4. Just hope the batteries last, I would hope Sony changed from the $70 replacement cost batteries (not including labor) used in the XM4 as apparently so many people had problems with them dying out after a few months.9/22/23Used these today instead of the WF-C700n for my indoor cycling and to walk the dog. Usually I do those activities with the cheaper buds as for $300 I want to take every precaution to protect them. So…more feedback on the ANC. Definitely a difference on the bike with 2 pretty loud blower fans on. The WF-C700n does a very good job in the same situation but I could definitely tell a difference. Could hardly hear the fans at all and the WF-1000XM5 does have the superior sound performance. Note these blowers are loud enough that if I have my Apple Watch to close to them I get the over 90db warning. They’re not 90db from the bike but they are loud. These cancelled almost all the noise. With volume on my music I don’t hear the fans at all."
    ]
  },
  {
    "cardURL": "https://www.amazon.in/Sony-Bluetooth-Headphones-Multipoint-Connectivity/dp/B0BS1RT9S2/ref=sr_1_3?dib=eyJ2IjoiMSJ9.kD49Thzon8mf0tZFlKtR1c09yOnanenk88x9QIG13XtelajUV51FHUxuZdZ2feBA7zy26FkU2C25iuZdwYwezIw4ScgVx_VYqXxrC2BXXUbCAudW9LQ328O5uYUTvSvtEf44dugaHeprdF1Cet7wFf-_FpDxuQBqmKX-_XsnZevBAvjyMlQN7M_qeHhAdLnXvy9Xua1ssP_YnWd7bHJm98YlqGvGV031UQ23wfwRXy8.TwwvyK5P0oOqxzbDfrdc8P4Muk-YRc3Qzmk5q7rpnms&dib_tag=se&keywords=Sony+headphones&qid=1715404537&sr=8-3",
    "productName": "Sony WH-CH520, Wireless On-Ear Bluetooth Headphones with Mic, Upto 50 Hours Playtime, DSEE Upscale, Multipoint Connectivity/Dual Pairing,Voice Assistant App Support for Mobile Phones (Blue)",
    "sponsored": "no",
    "badge": "Amazon's Choice",
    "price": "3,990",
    "basePrice": "₹5,990",
    "rating": null,
    "ratingsNumber": "N/A",
    "boughtPastMonth": "1K+",
    "ratingsCount": 10375,
    "reviews": [
      "The sound quality is great, dual connectivity makes switching the device a piece of cake compared to single connecting devices. Build quality is good for the price but is not great, I feel like I have to be careful when putting in my bag. Fit is also comfortable but long outs with the over ear design is definitely not comfortable",
      "The headphones are very good, quality is also pretty good and the sound quality is excellent for the pricing. The downside is that it hurts my ears to wear it for long. The rest seems perfect, the battery life is also pretty good and the app support for this works just fine.",
      "A very good product but then again U expect nothing else from Sony, Quality of Highest order, Battery backup is massive, I have been using it from last 7 Days n at least 7-8H daily n it still has battery without charging even Once.Sound Quality is as good as it can be, Music feels so good on the Ear, very comfort n Bass is just amazing.Overall very Happy n satisfied by the Purchase",
      "The sound quality is exceptionally good. Holds on the Bluetooth connectivity even when the headphone is moved to a longer distance when compared to the other headphones I used. The headphone App is very useful. Connects two devices simultaneously. Microphone response is very good while answering the calls.",
      "Perfect color match with my S23.Important - 1)least audio leak 2) bass is good at 70% volume ,after that bass doesn't  match the volume,its lacking  when u go higher than 70%(in case of music streaming)3)Make sure to download  sony Headphones  App for best  audio configuration/Equalizer.",
      "Love the headphones. Amazing sound quality and soft ear pads helps in long term usage. I have been using since a month and have no issues. I have used boat before and I have faced issues in connecting bluetooth but this is very quick. Also the battery life is 100/10. Overall amazing productNegatives:When I use fan on full speed, my voice is not clear. So not so much on the noise cancellation they claim",
      "Not worth for price tag",
      "The media could not be loaded.\n                \n            \n                \n            \n            \n        \n    \n    \n\n\n\n\n\n\n\n\n  \n  \n     So these headphones are really great. 1. They are on the lighter side on weight. Really comfortable. Build quality is plastic but really great. Doesn't feel like it's gonna snap. Cushioning is really soft. Lastly for build quality, it fits your head quite well. Won't fall off during running or workout sessions.2. Coming to the sound quality. Come on it's Sont we are talking about. I saw people in amazon reviews blabbing about really average sound quality. But when i tested them, I thoroughly disagree with those reviews. But i would highly recommend calibrating your type of music in the sony headphones app.3. Battery is really great. Most of the times, you won't have any issue with battery. As these are on-ear headphones, you'll have to put the vol to 50-60% minimum. But even then it gives 45-50 hours backup easy. Multi pair is a really great feature. App support is good. I repeat, do calibrate your sound according to taste from the app, else the vocals, trebles and bass are flat. But once calibrated acc to your taste, you'll just love it's sound.Overall, I would recommend these as the best quality headphones under 5k.I'll be reviewing more of my past bought products in the future.",
      "I bought this headset as a birthday gift for my wife. She is thrilled with it. They are comfortable, lightweight and the battery has lasted a long time already without needing a charge. The sound quality is excellent as is the range of distance she can be away from her iPad. The only thing I thought was a negative was the buttons for volume, on/off, FF, etc. They are small and the symbols with them are hard to read. My wife got it all figured out, though, and they work fine.",
      "Pra ouvir música em mp3 é bem confortável. Inclusive pra jogar no pc ou atender chamadas. Conseguindo ficar umas duas horas sem ele começar a incomodar, mas imagino que os over-ear em geral precisem dar um descanso depois de um certo tempo.Agora, quem deseja diferenciar músicas em flac do mp3 ou outro formato de música comprimida aí precisa pegar um melhor.",
      "If you don't want to drop hundreds on a pair of headphones while still getting the features of a quality item, I would recommend these. If you care about noise cancellation and noise insulation (others not being able to hear what you're listening to) these aren't for you. But if you don't mind those things everything else is perfect.Notably my favorite part about these is the battery life. I've left them on for days and the battery only goes down like 25% max. The battery lasted me two weeks after the first charge when I bought them! Super good battery life. Also, the exterior design is minimalistic and fashionable. There's room to decorate with stickers if you wanna get creative with the design too. I even kind of like that these aren't noise cancelation headphones because I wear them in public spaces where I need to be aware of my surroundings, like the gym, so they're good for that.The ear pads are soft enough to not hurt when you wear it for too long, but I do have smaller ears. If you have bigger ears these may hurt after an hour or two. The headphones are also nicely adjustable to fit the desired size/length. It's worth a mention that I also use these for gaming and in-game calling, and the audio input and output are both great, so if you need a wireless mic, go get these headphones.Overall, no regrets in buying these! It's a good quality product.",
      "Quase gozo de alegria ouvindo música de tão boa a qualidade!Pelas fotos parecia pirataria, mas quando o obtive em mãos, me surpreendeu pela altíssima qualidade.Adoro produto original! 😙🤌🏻Só poderia funcionar no GCO#FikaADicah 😜",
      "Muy cómodos, en mi trabajo participo en muchas reuniones virtuales y hay días en que los traigo puestos tal vez 5 o 6 horas seguidas sin quitármelos y no me molestan, a veces hasta se me olvida que los traigo. Excelente conectividad bluetooth con el celular y laptop, se pueden conectar ambos a la vez. En el gimnasio los he usado corriendo y haciendo todo tipo de ejercicios y son cómodos, ligeros y no se mueven. Los he sudado y la cubierta de las almohadillas no se ha dañado nada. El audio es buenísimo, muy bien nivelado y aunque no tienen cancelación de ruido, con un volumen moderado y por las mismas almohadillas, aisla lo suficientemente bien como para que los ruidos o música del gimnasio, por ejemplo, queden muy en el fondo. Nunca ha sido necesario subir al máximo el volumen. Además con la app puedes ecualizar a tu gusto, también recomiendo, si usas Spotify, ecualizar ahí para tener la mejor experiencia posible. La batería dura muchísimo, en 3 meses de uso usándolos en promedio 3 o 4 horas diarias y solo los he puesto a cargar 3 veces. Cargan muy rápido también. El único detalle que les he encontrado es que con mi SmartTV Hisense, jugando Playstation tiene un delay de medio segundo o 1 segundo, y con Youtube cada 40 segundos o 1 minuto \"se brinca\" o \"se come\" como 1 segundo tanto del audio como del video. Pero para mi no ha sido problema porque realmente solo los uso para escuchar música desde mi celular y para tener llamadas de trabajo. En resumen, son cómodos, lucen bien, sobrios y de buena calidad, muy buen audio y excelente rendimiento de batería."
    ]
  },
  {
    "cardURL": "https://www.amazon.in/Sony-WH-1000XM4-Cancelling-Headphones-Bluetooth/dp/B0863TXGM3/ref=sr_1_4?dib=eyJ2IjoiMSJ9.kD49Thzon8mf0tZFlKtR1c09yOnanenk88x9QIG13XtelajUV51FHUxuZdZ2feBA7zy26FkU2C25iuZdwYwezIw4ScgVx_VYqXxrC2BXXUbCAudW9LQ328O5uYUTvSvtEf44dugaHeprdF1Cet7wFf-_FpDxuQBqmKX-_XsnZevBAvjyMlQN7M_qeHhAdLnXvy9Xua1ssP_YnWd7bHJm98YlqGvGV031UQ23wfwRXy8.TwwvyK5P0oOqxzbDfrdc8P4Muk-YRc3Qzmk5q7rpnms&dib_tag=se&keywords=Sony+headphones&qid=1715404537&sr=8-4",
    "productName": "Sony WH-1000XM4 Industry Leading Wireless Noise Cancellation Bluetooth Over Ear Headphones with Mic for Phone Calls, 30 Hours Battery Life, Quick Charge, AUX, Touch Control and Voice Control - Black",
    "sponsored": "no",
    "badge": "Best seller",
    "price": "N/A",
    "basePrice": "N/A",
    "rating": 4.6,
    "ratingsNumber": "N/A",
    "boughtPastMonth": "1K+",
    "ratingsCount": 51609,
    "reviews": [
      "I have been using these industry leading headphones by Sony, colour Midnight Blue, and trust me i find them worth every penny spent. Yes, i agree these headphones are highly expensive, some may say you can purchase Apple Airpods, Boss, Sennheiser, and other audio equipment options, but trust me nothing beats these bad boys.I am not a tech reviewer, but since being a musician, a music connoisseur myself and a huge fanatic of accessories such as headphones, earphones and smart gadgets, i can tell, these headphones are a revolution to the sound industry. I'll be quoting every pros and cons that i've personally come across and might help a few of you who decide to purchase this beauty.Pros:1. Active Noise Cancellation (ANC): Let's talk about people who love listening to their music without any external interference while working, walking, running, working out, during a flight, or any other mode where they'd use them, ANC is a boon. Switch to ANC, you'll have the minimum of the minimum noise entering your ears. Only sounds close to you can reach at a very low level, else wise, you won't feel a thing in your ear. Be prepared for some bashing from your parents when they scream your name on top of their voices, and you've got that ANC kicked in.2. 3 Ambience Sound Control (ASC) ON: Apart from the ANC, there are two more features that these bad boys offer.  ASC when active gives you a chance to listen to your surroundings at a certain level where you can be aware of people speaking, birds chirping, children hauling in the park, and other sounds. This feature enables one to understand the surrounding noises and doesn't feel isolated.3. Ambience Sound Control (ASC) OFF: When ASC is disabled or switched off, you can listen to your surrounding voices in a much denser state, ie. much more clearly in comparison to when the ASC is enabled. This feature is much similar to the ASC ON, just a slight difference of pitch and volume of the surrounding entering your ears.4. Head Phones Connect by Sony: Let's talk about the main functioning unit of these headphones, the app provided by Sony under the name of Head Phones Connect. You can download it from the App store if you are an iPhone user just like me, as well as from the play store for android users.This app is highly functional as well as quite intact providing a list of various functions such as adaptive sound control which is highly recommended to lazy people just like me. Once all set up, the app detects your actions and locations frequently, and switches the headphones settings automatically.In addition, if you are a daily user of these headphones just like me, the app tracks your daily attributes such as at what certain volume do you like listening you music, which mode do you mostly use, which location do you travel, and then adjusts the headphones as per your choice.One feature which at first startled me a lot but i really got impressed by it which is the Speak-to-chat feature. It's always annoying to either pull your phone out of your pocket and pause the music or to just pull off your headsets every time you need to talk to someone. This feature enables your headphones to pause automatically the instant you start speaking, and shall remain pause for about 20 secs and resume on their own if they do not detect any speech.For better sound quality, the app detects the size and shape of your ear through these headphones. This enables the device to perform better with distinct users.5. Motion Gestures: The right ear piece of the headphones has all the motion gestures such as taps for music pause/play, attend a call, play next/previous song and remove the headsets and the song pauses. These controls are highly helpful and can be easily learnt through the guide book provided, hence i won't dive deeper into it.6. Number of devices that can be paired at once: These headphones provide an option of connecting two devices simultaneously. You can connect these headphones to almost every device that has a latest and updated version of bluetooth/NFC. Devices that i've paired them with are iPhone, macbook, hp laptop, and android phones.7. What's in the box: The box comes with an impressive in-shape carrying case to carry these bad boys where ever you go. Also they include a C-type data cable for charging, 3.5mm jack cable which is quite long (haven't measured it honestly, but it is as long as a regular data cable), and a dual port 3.5mm jack converter, which so far i haven't tested.8. Battery Life: Well i must say that i am quite impressed with the battery backup these headphones provide. This device completely charges within 3 hours and trust me with an ON/OFF mode of playing music regularly, the battery stays up till 4-5 days, which is i bet a highly impressive feature which probably no other company audio equipment in this range might have.9. Voice Assist Functions: These headphones can be connected to google assistant, SIRI and alexa and perform really well.10. Easy access keys: The headphones are enable with two easy access keys on the left earphone. The custom key toggles between the 3 modes that i've already mentioned above which are guided by the in-built assistant voice. The power key pressed long enough, turns ON/OFF the device and pressed once, the in-built assist provides you with the current % of the battery left.11. Comfort: I should had talked about it earlier, but never mind. With no questions asked these headphones are highly comfortable, the cushion provided is the softest pad your ears can get. Since i am regular spectacle user, i find it hard with headphones imposing excessive pressure over the ears, making it a painful experience, but these headphones give a feather touch to your ears, even if you are specy or even while wearing a face mask. These go good with everything.12. Battery Saver: These headphones tend to power-off on their own if not in use for more than a minute which is a highly power efficient feature added by Sony to the device.Cons:1. If you are into running or any sort of longer workouts, be prepared for sweaty ears. Since the cushions on these headphones completely cover you ears, creating a vacuum sort of environment, no air flows in and out, and the sweat starts dripping down from the earphones, which i must state doesn't affect them at all, only can be slightly irritating sometimes.2. ANC can be difficult to be kept enabled every time since it reduces the environment sounds to almost negligible, which can be dangerous while running or walking at a buss street. Be very careful while using this feature. Probably it is made for environments such as while travelling in a bus or a flight, and seems suitable for these environments.3. Since these headphones can be simultaneously be connected to two devices at once, which is a boon, but is also a slight problem in disguise. Imagine your headphones are connected with your laptop as well as you phone. You are attending an important zoom call while on your laptop and the headphones are in action, your phone starts to ring, now abruptly you'll start hearing you phones ringtone, and the device gets a little startled to which device shall be entertained. i've personally faced this, but i tend not to connect them to two devices at once.PS: One highly important thing is, you won't get an experience of the sound through reading review or watching Youtube videos. You might get a fair image of weather to invest in them or not, but you'll only get the sound experience when you'll listen the music through these bad boys.",
      "Audio Quality is great. These headphones sound amazing but the problem is they're tuned out of the box. It doesn't feel like they product neutral sound like many other headphones. But this is fine, you can always adjust the EQ, and Sony's tuning isn't bad (it'll satisfy most users).Mic quality is pretty bad. I don't understand how such an expensive has poor mic quality. It sounds like a mic from a cheap TWS earbud. This headphone isn't for calls or meetings. The mic quality is only a part of the problem. It doesn't have a sidetone feature. You can't hear yourself talking while in a call. Trust  me, you don't used to this (you shouldn't). It feels weird and in most cases, you'll end up talking louder than you should, just to satisfy your brain.I use multi-point connectivity. I can keep the headphone connected to phone and PC at the same time. When I receive a call on a device, it automatically switches to that device. I wish the call experience on this headphone was better.Battery life is great as expected. It lasts days for my usage. It lasts even longer when I turn off ANC.It's also very comfortable to wear this headset.I also like it that you can just fold the headset and place it on the table. It takes less space and doesn't need a stand. The carry case is also nice.The cables Sony provides with the headset are really short. I don't know why a billion dollar company like Sony does this with their expensive product lineup.One of the things I really liked about this headphones is that Sony's app doesn't require you to create an account and grant it permission to everything on the phone like some other brands. Connecting and configuring the headphone is also easy. The app has poor UX but it gets the job done. You probably don't need to visit the app very often.",
      "Pros:* Feels like a premium product, packaging and the provided carry pouch are perfect, aux cable is a plus, charging cable could have been longer* Very comfortable to wear over workouts, etc.* Connects instantly on my iPhone 13 after you turn on the product* Bluetooth reach is good* Sound is balanced with not too much overpowering bass... overall good enough for gym goers.* Noise isolation is really great* App for connection is simple enough and gives you customizing options...Cons* Build quality although decent still does not feel like a premium product costing 20k plus, a few metal bits here and there would have made it possible* Not for true audiophiles.. more a competition of beats by dr dreAll in all, if you get a good deal during some festival go for it.. DO NOT BUY IT AT FULL PRICE!",
      "Estava com receio de comprar devido ao valor alto, porém assim que chegou o fone esse receio foi embora, isolamento de ruido impecável, som de ótima qualidade, conforto incomparavel.Se esta com medo de comprar e se arrepender tenho certeza que não vai se arrepender, você sente ele sendo de boa qualidade, acabamento incrivel, cor linda. Só tenho coisas boas para falar deste fone.Chegou no prazo e bem embalado!",
      "Dentro da categoria dos fones com cancelamento de ruído, ele é excelente. Um dos melhores sistemas de cancelamento que já tive oportunidade de utilizar.Sobre o cancelamento, funciona de uma forma que eu não esperava. Realmente deixa o ambiente super silencioso. Funciona melhor ainda para sons mais constantes. Então para som de ventiladores, viagens de carro, avião e trem funciona muito bem. Caso aconteça algum barulho do seu lado, ainda escutaremos, porém muito baixo.O app do fone tem vários ajustes para melhorar a experiência de uso. Como ativação e ajuste baseados na sua localização. Controle de som adaptativo, que vai aprendendo sobre a sua voz pra que depois de um tempo, ele possa reduzir o cancelamento de ruído quando você iniciar uma conversa. (ótimo para ambientes de trabalho).A qualidade do som é boa. Não é profissional, peca um pouco nos agudos, mas para quem gosta de graves, é ótimo.O microfone é ok. Se você pretende conversar com alguém em locais barulhentos, não é um bom fone. Em um escritório com barulhos medianos, é bem aceitável.Sobre a bateria, estou na primeira recarga, usando a mais de 10 horas e o fone está em 90% ainda. Então me parece uma bateria com duração excelente.Qualidade do material é excelente. Assim como a maioria dos fones é feito de plástico, mas muito bem acabado. É um fone muito bonito. Sobre o conforto, é super macio, não esquenta muito na orelha, e parece que não estou usando fone durante horas.Resumindo, eu adorei o fone e recomendo pra quem quer um fone de cancelamento de ruído ativo de qualidade, bonito e confortável. Ele não vai te decepcionar.",
      "Review completo como consumidor y profesional dedicado al audio, si te da flojera leer, de entrada te digo que esto vale cada centavo, no lo dudes ni esperes, rompe el cochinito porque te lo estás perdiendo.Ahora si para los que dudan de Dios:Hace 3 años adquirí los MDR-XB950N1, mejor conocidos como los Sony Extra Bass. Sin duda fueron una compra demasiado buena, pasé de unos Skullcandy Hesh 2 a los Extra Bass y vaya que la diferencia es muy considerable.Ahora, 3 años después decidí hacer un \"upgrade\", yo me dedico a la música, soy estudiante de la materia y me dedico al audio, la verdad es que no puedo llevarme mis audífonos de estudio fuera de casa, necesitaba unos que realmente ofrecieran buena calidad, portabilidad y facilidad de uso con mis aplicaciones. Encontré estos después de hacer un par de búsquedas en internet, los comparé con varias opciones y al final me decidí por comprarlos.En primera debo decir que he quedado impresionado por la tecnología que traen estos audífonos. Puedes personalizar el audio acorde a tu oreja, así es, a la forma de tu oreja, Sony te pide que tomes un par de fotos para que se puedan analizar y proveer mejor experiencia, nunca en mi vida había visto algo así.Desde que los abres se denota un producto bastante premium y que vale el dinero que se paga por él, ya que de hecho no es nada barato.La experiencia de abrirlo es excelente, pero es cuando bajas la aplicación que empiezas a ver lo brutal de estas máquinas. De adelanto estos audífonos ya vienen con carga máxima, o al menos así fue en mi caso, no te pide que los cargues ni nada, funcionan desde que los sacas de la caja. Son extremadamente cómodos y si eres miope como yo y usas fierros para ver, estos audífonos no te van a incomodar en ningún momento.No es que quiera advertir, sino más bien dar aviso de que por defecto los audífonos se oyen un poco flojos, el sonido está un poco saturado, y si te gusta escuchar música como el Heavy Metal o música clásica te quedas pasmado, no se oyen para nada como los Extra Bass que al salir de la caja otorgan un sonido fino y bien configurado. Estos no, pero entiendo por qué lo hacen, ya que como mencioné, la experiencia de verdad comienza cuando bajas la aplicación que tiene como mil opciones de configuración y optimización de sonido, así que prepárate para estar ahí unos 25 minutos de tu vida, que sin duda alguna por supuesto, lo valen.Una vez que has pasado las optimizaciones, toca jugar con el ecualizador, yo recomiendo configuración 400: 1 1K: 3 2.5K: 7 6.3K: 8 16K: 5 Clear Bass: +5 o +7 para escuchar Heavy Metal y música clásica, aunque si eres fan de los medios tal vez quieras mover un poco más, pero como dije, esto es libre y Sony te prevé todas las herramientas para que esto quede sabroso.Ya con todo listo, toca escuchar música, y ahí es cuando te da el golpe. Sabía que habría una diferencia entre los Extra Bass que tengo y los M4 que son estos, pero no sabía que realmente se fuera a notar tanto. Estos no son audífonos, son interfaces de audio andantes, además, Sony te regala una prueba gratis en cualquier servicio de restringe que contenga su servicio Sony Audio 3D, yo escogí Tidal, pero también puedes escoger otros 3 más, ahí aparece la opción.De verdad que escuchar música en formato de alta calidad como es el FLAC que te ofrece Tidal es algo maravilloso, inclusive después de varios años escuchando lo mismo, logré notar varios elementos musicales extras que antes ni sabía que existían en la canción, ahí es cuando te vas para atrás, es como por fin escuchar las cosas sin filtro. También recomiendo el formato \"Loss-less\" de Apple music en caso de que sean usuarios de iPhone o solo para que tengan una tercera opción. Sea cual sea el servicio que escojan, se oye increíble, pero sin duda combinado con formatos de baja compresión esto se vuelve místico.Claro que esto no es tan plano como unos audífonos de estudio, pero sin duda la experiencia se acerca bastante.En conclusión, estos audífonos realmente son un producto bastante premium, te otorgan no solo alta calidad de audio, sino una experiencia tecnológica muy innovadora, además vienen con su porta audiófonos y cables correspondientes, son muy cómodos y portables. Los recomiendo al 100% no duden en adquirirlo para nada.",
      "I was incredibly skeptical about just how so many people were saying these were amazing active noise cancelling headphones, as i've had some underwhelming experiences in the past with some noise isolating products.However, considering i'm above a business with a range of noises going on outside, i decided to buy these and give them a go. I was pleasantly surprised to see just how much these block out noise. Impact noise can travel quite alot, especially living in a flat, but these pretty much block out everything. It would have to be a very loud bang for it to break through, and even then it's muffled.The battery life could be a bit better, but they still last you a good few hours before charging. The sound quality is great, you can watch shows, sports with very little distractions. It's not like you have to play music alot to drown out the noises, cause barely anything gets through. Comfortability is good, but can ware on your ears after a couple of hours or so. Nonetheless, these are 100% worth the money, and made my life easier.",
      "Wow, juste wow ! Le casque Sony WH1000XM4 est un game-changer total pour moi. Que ce soit pour écouter ma playlist préférée ou pour me plonger dans le travail sans distractions, ce casque est devenu mon meilleur pote. La réduction de bruit est juste magique – elle coupe vraiment tout, du bruit de fond du café à celui de l'avion.Le confort ? Parlons-en ! Des heures et des heures sans aucune gêne, c'est doux et ça serre juste ce qu'il faut. Et le son, ah le son ! Clair, riche, avec des basses profondes et des aigus précis, chaque morceau est une expérience à part.La connectivité Bluetooth est hyper stable et j'adore pouvoir me connecter à plusieurs appareils en même temps. La batterie dure une éternité, sérieux, je recharge et j'oublie.Et si jamais j'ai besoin de capter ce qui se passe autour de moi, le mode Ambient Sound est super pratique. Sans parler du capteur qui met la musique en pause quand je l'enlève. Franchement, Sony a pensé à tout.Pour résumer, si vous cherchez le casque ultime, ne cherchez plus. Le WH1000XM4 est celui qu'il vous faut. C'est un investissement pour votre bonheur auditif. Je ne peux plus m'en passer !"
    ]
  },
  {
    "cardURL": "https://www.amazon.in/Sony-Bluetooth-Headphones-Multipoint-Connectivity/dp/B0BS1PRC4L/ref=sr_1_5?dib=eyJ2IjoiMSJ9.kD49Thzon8mf0tZFlKtR1c09yOnanenk88x9QIG13XtelajUV51FHUxuZdZ2feBA7zy26FkU2C25iuZdwYwezIw4ScgVx_VYqXxrC2BXXUbCAudW9LQ328O5uYUTvSvtEf44dugaHeprdF1Cet7wFf-_FpDxuQBqmKX-_XsnZevBAvjyMlQN7M_qeHhAdLnXvy9Xua1ssP_YnWd7bHJm98YlqGvGV031UQ23wfwRXy8.TwwvyK5P0oOqxzbDfrdc8P4Muk-YRc3Qzmk5q7rpnms&dib_tag=se&keywords=Sony+headphones&qid=1715404537&sr=8-5",
    "productName": "Sony WH-CH520, Wireless On-Ear Bluetooth Headphones with Mic, Upto 50 Hours Playtime, DSEE Upscale, Multipoint Connectivity/Dual Pairing,Voice Assistant App Support for Mobile Phones (Black)",
    "sponsored": "no",
    "badge": "Limited time deal",
    "price": "3,989",
    "basePrice": "₹5,990",
    "rating": null,
    "ratingsNumber": "N/A",
    "boughtPastMonth": "N/A",
    "ratingsCount": 10375,
    "reviews": [
      "The sound quality is great, dual connectivity makes switching the device a piece of cake compared to single connecting devices. Build quality is good for the price but is not great, I feel like I have to be careful when putting in my bag. Fit is also comfortable but long outs with the over ear design is definitely not comfortable",
      "The headphones are very good, quality is also pretty good and the sound quality is excellent for the pricing. The downside is that it hurts my ears to wear it for long. The rest seems perfect, the battery life is also pretty good and the app support for this works just fine.",
      "A very good product but then again U expect nothing else from Sony, Quality of Highest order, Battery backup is massive, I have been using it from last 7 Days n at least 7-8H daily n it still has battery without charging even Once.Sound Quality is as good as it can be, Music feels so good on the Ear, very comfort n Bass is just amazing.Overall very Happy n satisfied by the Purchase",
      "The sound quality is exceptionally good. Holds on the Bluetooth connectivity even when the headphone is moved to a longer distance when compared to the other headphones I used. The headphone App is very useful. Connects two devices simultaneously. Microphone response is very good while answering the calls.",
      "Perfect color match with my S23.Important - 1)least audio leak 2) bass is good at 70% volume ,after that bass doesn't  match the volume,its lacking  when u go higher than 70%(in case of music streaming)3)Make sure to download  sony Headphones  App for best  audio configuration/Equalizer.",
      "Love the headphones. Amazing sound quality and soft ear pads helps in long term usage. I have been using since a month and have no issues. I have used boat before and I have faced issues in connecting bluetooth but this is very quick. Also the battery life is 100/10. Overall amazing productNegatives:When I use fan on full speed, my voice is not clear. So not so much on the noise cancellation they claim",
      "Not worth for price tag",
      "The media could not be loaded.\n                \n            \n                \n            \n            \n        \n    \n    \n\n\n\n\n\n\n\n\n  \n  \n     So these headphones are really great. 1. They are on the lighter side on weight. Really comfortable. Build quality is plastic but really great. Doesn't feel like it's gonna snap. Cushioning is really soft. Lastly for build quality, it fits your head quite well. Won't fall off during running or workout sessions.2. Coming to the sound quality. Come on it's Sont we are talking about. I saw people in amazon reviews blabbing about really average sound quality. But when i tested them, I thoroughly disagree with those reviews. But i would highly recommend calibrating your type of music in the sony headphones app.3. Battery is really great. Most of the times, you won't have any issue with battery. As these are on-ear headphones, you'll have to put the vol to 50-60% minimum. But even then it gives 45-50 hours backup easy. Multi pair is a really great feature. App support is good. I repeat, do calibrate your sound according to taste from the app, else the vocals, trebles and bass are flat. But once calibrated acc to your taste, you'll just love it's sound.Overall, I would recommend these as the best quality headphones under 5k.I'll be reviewing more of my past bought products in the future.",
      "I bought this headset as a birthday gift for my wife. She is thrilled with it. They are comfortable, lightweight and the battery has lasted a long time already without needing a charge. The sound quality is excellent as is the range of distance she can be away from her iPad. The only thing I thought was a negative was the buttons for volume, on/off, FF, etc. They are small and the symbols with them are hard to read. My wife got it all figured out, though, and they work fine.",
      "Pra ouvir música em mp3 é bem confortável. Inclusive pra jogar no pc ou atender chamadas. Conseguindo ficar umas duas horas sem ele começar a incomodar, mas imagino que os over-ear em geral precisem dar um descanso depois de um certo tempo.Agora, quem deseja diferenciar músicas em flac do mp3 ou outro formato de música comprimida aí precisa pegar um melhor.",
      "If you don't want to drop hundreds on a pair of headphones while still getting the features of a quality item, I would recommend these. If you care about noise cancellation and noise insulation (others not being able to hear what you're listening to) these aren't for you. But if you don't mind those things everything else is perfect.Notably my favorite part about these is the battery life. I've left them on for days and the battery only goes down like 25% max. The battery lasted me two weeks after the first charge when I bought them! Super good battery life. Also, the exterior design is minimalistic and fashionable. There's room to decorate with stickers if you wanna get creative with the design too. I even kind of like that these aren't noise cancelation headphones because I wear them in public spaces where I need to be aware of my surroundings, like the gym, so they're good for that.The ear pads are soft enough to not hurt when you wear it for too long, but I do have smaller ears. If you have bigger ears these may hurt after an hour or two. The headphones are also nicely adjustable to fit the desired size/length. It's worth a mention that I also use these for gaming and in-game calling, and the audio input and output are both great, so if you need a wireless mic, go get these headphones.Overall, no regrets in buying these! It's a good quality product.",
      "Quase gozo de alegria ouvindo música de tão boa a qualidade!Pelas fotos parecia pirataria, mas quando o obtive em mãos, me surpreendeu pela altíssima qualidade.Adoro produto original! 😙🤌🏻Só poderia funcionar no GCO#FikaADicah 😜",
      "Muy cómodos, en mi trabajo participo en muchas reuniones virtuales y hay días en que los traigo puestos tal vez 5 o 6 horas seguidas sin quitármelos y no me molestan, a veces hasta se me olvida que los traigo. Excelente conectividad bluetooth con el celular y laptop, se pueden conectar ambos a la vez. En el gimnasio los he usado corriendo y haciendo todo tipo de ejercicios y son cómodos, ligeros y no se mueven. Los he sudado y la cubierta de las almohadillas no se ha dañado nada. El audio es buenísimo, muy bien nivelado y aunque no tienen cancelación de ruido, con un volumen moderado y por las mismas almohadillas, aisla lo suficientemente bien como para que los ruidos o música del gimnasio, por ejemplo, queden muy en el fondo. Nunca ha sido necesario subir al máximo el volumen. Además con la app puedes ecualizar a tu gusto, también recomiendo, si usas Spotify, ecualizar ahí para tener la mejor experiencia posible. La batería dura muchísimo, en 3 meses de uso usándolos en promedio 3 o 4 horas diarias y solo los he puesto a cargar 3 veces. Cargan muy rápido también. El único detalle que les he encontrado es que con mi SmartTV Hisense, jugando Playstation tiene un delay de medio segundo o 1 segundo, y con Youtube cada 40 segundos o 1 minuto \"se brinca\" o \"se come\" como 1 segundo tanto del audio como del video. Pero para mi no ha sido problema porque realmente solo los uso para escuchar música desde mi celular y para tener llamadas de trabajo. En resumen, son cómodos, lucen bien, sobrios y de buena calidad, muy buen audio y excelente rendimiento de batería."
    ]
  },
  {
    "cardURL": "https://www.amazon.in/Sony-WH-CH520-Headphones-Multipoint-Connectivity/dp/B0BZPK3XFQ/ref=sr_1_6?dib=eyJ2IjoiMSJ9.kD49Thzon8mf0tZFlKtR1c09yOnanenk88x9QIG13XtelajUV51FHUxuZdZ2feBA7zy26FkU2C25iuZdwYwezIw4ScgVx_VYqXxrC2BXXUbCAudW9LQ328O5uYUTvSvtEf44dugaHeprdF1Cet7wFf-_FpDxuQBqmKX-_XsnZevBAvjyMlQN7M_qeHhAdLnXvy9Xua1ssP_YnWd7bHJm98YlqGvGV031UQ23wfwRXy8.TwwvyK5P0oOqxzbDfrdc8P4Muk-YRc3Qzmk5q7rpnms&dib_tag=se&keywords=Sony+headphones&qid=1715404537&sr=8-6",
    "productName": "Sony WH-CH520, Wireless On-Ear Bluetooth Headphones with Mic, Upto 50 Hours Playtime, DSEE Upscale, Multipoint Connectivity/Dual Pairing,Voice Assistant App Support for Mobile Phones (Beige)",
    "sponsored": "no",
    "badge": "Limited time deal",
    "price": "3,989",
    "basePrice": "₹5,990",
    "rating": null,
    "ratingsNumber": "N/A",
    "boughtPastMonth": "500+",
    "ratingsCount": 10375,
    "reviews": [
      "The sound quality is great, dual connectivity makes switching the device a piece of cake compared to single connecting devices. Build quality is good for the price but is not great, I feel like I have to be careful when putting in my bag. Fit is also comfortable but long outs with the over ear design is definitely not comfortable",
      "The headphones are very good, quality is also pretty good and the sound quality is excellent for the pricing. The downside is that it hurts my ears to wear it for long. The rest seems perfect, the battery life is also pretty good and the app support for this works just fine.",
      "A very good product but then again U expect nothing else from Sony, Quality of Highest order, Battery backup is massive, I have been using it from last 7 Days n at least 7-8H daily n it still has battery without charging even Once.Sound Quality is as good as it can be, Music feels so good on the Ear, very comfort n Bass is just amazing.Overall very Happy n satisfied by the Purchase",
      "The sound quality is exceptionally good. Holds on the Bluetooth connectivity even when the headphone is moved to a longer distance when compared to the other headphones I used. The headphone App is very useful. Connects two devices simultaneously. Microphone response is very good while answering the calls.",
      "Perfect color match with my S23.Important - 1)least audio leak 2) bass is good at 70% volume ,after that bass doesn't  match the volume,its lacking  when u go higher than 70%(in case of music streaming)3)Make sure to download  sony Headphones  App for best  audio configuration/Equalizer.",
      "Love the headphones. Amazing sound quality and soft ear pads helps in long term usage. I have been using since a month and have no issues. I have used boat before and I have faced issues in connecting bluetooth but this is very quick. Also the battery life is 100/10. Overall amazing productNegatives:When I use fan on full speed, my voice is not clear. So not so much on the noise cancellation they claim",
      "Not worth for price tag",
      "The media could not be loaded.\n                \n            \n                \n            \n            \n        \n    \n    \n\n\n\n\n\n\n\n\n  \n  \n     So these headphones are really great. 1. They are on the lighter side on weight. Really comfortable. Build quality is plastic but really great. Doesn't feel like it's gonna snap. Cushioning is really soft. Lastly for build quality, it fits your head quite well. Won't fall off during running or workout sessions.2. Coming to the sound quality. Come on it's Sont we are talking about. I saw people in amazon reviews blabbing about really average sound quality. But when i tested them, I thoroughly disagree with those reviews. But i would highly recommend calibrating your type of music in the sony headphones app.3. Battery is really great. Most of the times, you won't have any issue with battery. As these are on-ear headphones, you'll have to put the vol to 50-60% minimum. But even then it gives 45-50 hours backup easy. Multi pair is a really great feature. App support is good. I repeat, do calibrate your sound according to taste from the app, else the vocals, trebles and bass are flat. But once calibrated acc to your taste, you'll just love it's sound.Overall, I would recommend these as the best quality headphones under 5k.I'll be reviewing more of my past bought products in the future.",
      "I bought this headset as a birthday gift for my wife. She is thrilled with it. They are comfortable, lightweight and the battery has lasted a long time already without needing a charge. The sound quality is excellent as is the range of distance she can be away from her iPad. The only thing I thought was a negative was the buttons for volume, on/off, FF, etc. They are small and the symbols with them are hard to read. My wife got it all figured out, though, and they work fine.",
      "Pra ouvir música em mp3 é bem confortável. Inclusive pra jogar no pc ou atender chamadas. Conseguindo ficar umas duas horas sem ele começar a incomodar, mas imagino que os over-ear em geral precisem dar um descanso depois de um certo tempo.Agora, quem deseja diferenciar músicas em flac do mp3 ou outro formato de música comprimida aí precisa pegar um melhor.",
      "If you don't want to drop hundreds on a pair of headphones while still getting the features of a quality item, I would recommend these. If you care about noise cancellation and noise insulation (others not being able to hear what you're listening to) these aren't for you. But if you don't mind those things everything else is perfect.Notably my favorite part about these is the battery life. I've left them on for days and the battery only goes down like 25% max. The battery lasted me two weeks after the first charge when I bought them! Super good battery life. Also, the exterior design is minimalistic and fashionable. There's room to decorate with stickers if you wanna get creative with the design too. I even kind of like that these aren't noise cancelation headphones because I wear them in public spaces where I need to be aware of my surroundings, like the gym, so they're good for that.The ear pads are soft enough to not hurt when you wear it for too long, but I do have smaller ears. If you have bigger ears these may hurt after an hour or two. The headphones are also nicely adjustable to fit the desired size/length. It's worth a mention that I also use these for gaming and in-game calling, and the audio input and output are both great, so if you need a wireless mic, go get these headphones.Overall, no regrets in buying these! It's a good quality product.",
      "Quase gozo de alegria ouvindo música de tão boa a qualidade!Pelas fotos parecia pirataria, mas quando o obtive em mãos, me surpreendeu pela altíssima qualidade.Adoro produto original! 😙🤌🏻Só poderia funcionar no GCO#FikaADicah 😜",
      "Muy cómodos, en mi trabajo participo en muchas reuniones virtuales y hay días en que los traigo puestos tal vez 5 o 6 horas seguidas sin quitármelos y no me molestan, a veces hasta se me olvida que los traigo. Excelente conectividad bluetooth con el celular y laptop, se pueden conectar ambos a la vez. En el gimnasio los he usado corriendo y haciendo todo tipo de ejercicios y son cómodos, ligeros y no se mueven. Los he sudado y la cubierta de las almohadillas no se ha dañado nada. El audio es buenísimo, muy bien nivelado y aunque no tienen cancelación de ruido, con un volumen moderado y por las mismas almohadillas, aisla lo suficientemente bien como para que los ruidos o música del gimnasio, por ejemplo, queden muy en el fondo. Nunca ha sido necesario subir al máximo el volumen. Además con la app puedes ecualizar a tu gusto, también recomiendo, si usas Spotify, ecualizar ahí para tener la mejor experiencia posible. La batería dura muchísimo, en 3 meses de uso usándolos en promedio 3 o 4 horas diarias y solo los he puesto a cargar 3 veces. Cargan muy rápido también. El único detalle que les he encontrado es que con mi SmartTV Hisense, jugando Playstation tiene un delay de medio segundo o 1 segundo, y con Youtube cada 40 segundos o 1 minuto \"se brinca\" o \"se come\" como 1 segundo tanto del audio como del video. Pero para mi no ha sido problema porque realmente solo los uso para escuchar música desde mi celular y para tener llamadas de trabajo. En resumen, son cómodos, lucen bien, sobrios y de buena calidad, muy buen audio y excelente rendimiento de batería."
    ]
  },
  {
    "cardURL": "https://www.amazon.in/Sony-Cancellation-Headphones-Multi-Point-Connection/dp/B0BS1QCFHX/ref=sr_1_7?dib=eyJ2IjoiMSJ9.kD49Thzon8mf0tZFlKtR1c09yOnanenk88x9QIG13XtelajUV51FHUxuZdZ2feBA7zy26FkU2C25iuZdwYwezIw4ScgVx_VYqXxrC2BXXUbCAudW9LQ328O5uYUTvSvtEf44dugaHeprdF1Cet7wFf-_FpDxuQBqmKX-_XsnZevBAvjyMlQN7M_qeHhAdLnXvy9Xua1ssP_YnWd7bHJm98YlqGvGV031UQ23wfwRXy8.TwwvyK5P0oOqxzbDfrdc8P4Muk-YRc3Qzmk5q7rpnms&dib_tag=se&keywords=Sony+headphones&qid=1715404537&sr=8-7",
    "productName": "Sony WH-CH720N, Wireless Over-Ear Active Noise Cancellation Headphones with Mic, up to 35 Hours Playtime, Multi-Point Connection, App Support, AUX & Voice Assistant Support for Mobile Phones (Black)",
    "sponsored": "no",
    "badge": "Limited time deal",
    "price": "7,989",
    "basePrice": "₹14,990",
    "rating": null,
    "ratingsNumber": "N/A",
    "boughtPastMonth": "400+",
    "ratingsCount": 5233,
    "reviews": [
      "Title: Exceptional Performance, but No Carry Case Included⭐️⭐️⭐️⭐️Having recently acquired the Sony WH-CH720N headphones, I've been thoroughly impressed with their overall performance. The noise-canceling feature is effective in creating a peaceful listening experience, whether I'm on the go or immersed in a noisy environment.The sound quality is top-notch, offering a well-balanced and rich audio profile. The bass is impactful without overshadowing the mids and highs, ensuring an immersive and enjoyable listening experience. The wireless connectivity is convenient, and the battery life easily meets the demands of long flights and extended usage.Comfort is a priority for me, and the WH-CH720N excels in this aspect. The plush ear cushions and adjustable headband make these headphones comfortable for prolonged use. I've worn them for hours without any discomfort, making them ideal for extended work or entertainment sessions.The touch controls on the ear cups are intuitive and responsive, allowing for seamless navigation through tracks and volume adjustment. The built-in microphone delivers clear voice quality during calls, adding to the overall versatility of these headphones.One notable downside, however, is the absence of a carry case in the package. While the headphones themselves are durable, a dedicated case would have been appreciated for added protection during travel and storage.In summary, the Sony WH-CH720N headphones offer an exceptional blend of performance, comfort, and convenience. Despite the lack of a carry case, they remain a solid choice for those seeking reliable wireless headphones with effective noise cancelation.",
      "I recently purchased this headphone and I must say, it has exceeded my expectations. The sound quality is truly remarkable, delivering a rich and immersive audio experience that brings my music and podcasts to life. Whether I'm jamming to my favorite tunes or engrossed in a podcast, the clarity and depth of the sound are truly impressive.One of the standout features for me is the microphone's noise cancellation capabilities. While it may not completely eliminate all background noise, it does a commendable job of reducing ambient sounds during calls. The result is clear and crisp communication without the distractions of external noise. It's perfect for virtual meetings and online gaming sessions where effective communication is key.The design of the headphone is sleek and comfortable, making it suitable for extended wear. The over-ear cups provide a snug fit without causing discomfort, and the adjustable headband ensures a customized and secure fit. The build quality also feels robust, indicating durability for everyday use.I appreciate the user-friendly controls that allow me to adjust volume, skip tracks, and manage calls effortlessly. The Bluetooth connectivity is reliable, providing a stable connection with my devices without any noticeable lag.Overall, this headphone is a solid choice for anyone seeking a combination of excellent sound quality and decent noise cancellation. It strikes a great balance between performance and affordability, making it a valuable addition to my audio gear. Highly recommended!",
      "Great headphones that my 12 year old keeps stealing from me. Why does she steal them? Its because they are light and comfortable with the noise canceling that she can escape from her family.As for my use, the sound is great and they are comfortable around my ears. There are plenty adjustment points to make them comfortable and therefore can be worn for long stretches without being too tight on the ears. The noise canceling is also great for me as I can't even hear my keyboard strokes as I type this review.As I mentioned the sound is great and the volume can be controlled with the buttons on the left ear. I will say they get very loud though so do be cautious with kids as they definitely can get too loud for them.For connectivity the charging is convenient with a USB C connection and they also have the ability to connect to a device with a cord besides being wireless with Bluetooth.I would also recommend downloading the Sony Headphone app for your phone. In the app you are able to see the amount of battery left, the settings for noise canceling, the equalizer with a scroll of the presets, settings like how long before auto power off and the ability to connect to 2 devices simultaneously. The app will also update the headphones wirelessly with the latest version of the headphone software.Overall, these headphones have great sound and comfort with an app to utilize many features. I would recommend them to anyone looking for wireless or wired noise canceling headphones.",
      "Good BassComfortable for exerciseDecent ANCGood Sound quality",
      "Bought for like 6.8K during the Republic Day sale. Worth every penny you pay for. Used these for a week and here's the experience:Pros:1) Beautiful quality bass despite the price point.2) Sony is just Sony, sound quality is 100% even at the highest of volumes.3) Insane battery life, even with the ANC on.4) Super light-weight (approx 190g) and extremely comfy foam pads. Easily can listen for hours together.5) Figuring it out how to connect took me a few minutes, but after that no issues at all. Just instant Bluetooth connection with any device.The only con:1) ANC is kinda poor, and it's understandable cause they have to differentiate the XB910N from the CH720N. So it doesn't really affect my rating.Bottom-line, if you're looking a pair of excellent headphones below 10K just go for these. You can't wrong with a pair of Sony headphones.",
      "I recently invested in the Sony WH-CH720N Noise Cancelling Wireless Headphones, and I must say, they have exceeded my expectations on multiple fronts. As an avid music lover and someone who appreciates a good pair of headphones, these have quickly become my go-to choice for a premium audio experience.1. Comfortable Ear Coverage:One of the standout features of these headphones is the generous size of the ear cups. They provide excellent coverage, enveloping my entire ears in a cocoon of sound. The over-ear design not only enhances comfort during long listening sessions but also effectively isolates ambient noise, allowing me to immerse myself completely in the music.2. Superior Noise Cancelling:The noise-cancelling technology on the WH-CH720N is simply outstanding. Whether I'm on a noisy commute or working in a bustling cafe, the headphones create a tranquil listening environment by effectively blocking out external disturbances. The adaptive nature of the noise cancellation ensures a seamless transition between different environments, providing a truly immersive experience.3. Impressive Battery Life:Battery life is a crucial factor for any wireless headphone user, and Sony has delivered in this department. The WH-CH720N boasts an impressive battery life, providing hours of uninterrupted music playback on a single charge. This is perfect for long flights, road trips, or simply when you don't want to worry about constantly recharging your headphones.4. Seamless Wireless Connectivity:Setting up the wireless connection was a breeze, thanks to the seamless Bluetooth pairing. The headphones quickly connect to my two devices, and the connection remains stable even at a distance. The freedom of movement that wireless functionality offers adds to the overall convenience of these headphones.5. Crisp Sound Quality:Of course, none of these features would matter if the sound quality wasn't top-notch. Fortunately, the WH-CH720N delivers crisp and clear audio across various genres. The bass is punchy without being overwhelming, and the mids and highs are well-balanced, providing a rich and detailed listening experience.6. Enhanced Experience with the Headphones App:What sets the WH-CH720N apart is the fantastic user experience provided by the Headphones app. The app allows for easy customization of sound settings, enabling me to tailor the audio profile to my liking. Additionally, firmware updates and additional features are seamlessly delivered through the app, ensuring that my headphones stay current and optimized for the best performance.In conclusion, the Sony WH-CH720N Noise Cancelling Wireless Headphones have proven to be an excellent investment. The combination of comfort, noise cancellation, battery life, connectivity, and sound quality makes them a standout choice in the crowded market of wireless headphones. If you're in the market for a reliable and immersive audio experience, these headphones are definitely worth considering.",
      "I have spent years fighting to find a decent pair of bluetooth headphones since no phone manufacturer wants to make a decent phone with a jack anymore (which is endlessly stupid, but I digress). I have tried everything form fancy expensive Galaxy Buds to a myriad of budget options, and all have the same problems. Flawed connectivity, noticeably glitchy, slightly reduced sound quality.These finally fix it. The inclusion of an option to use a headphone jack on devices that let you is a great feature. Along with multipoint connect. They fit perfectly around my skinny neck (your mileage may very on that), so travel with them is a breeze. And for the sound quality, these are absolutely the best headphones for your money.I was loathe to go to overears full time because I like being able to take one out to hear my surroundings, and every noise passthrough I used before was sucky. (usually the outside noise obnoxiously trebley). Not with these. I actually go to concerts to listen with my headphones on because it actually makes the concerts sound better than with no headphones. Extremely convincing, near perfect noise passthrough.The app is easy to use and has a great selection of features: from custom EQs, to adjusting the noise pass through, to other various quality of life settings. The 3D adaptive sound feature is great, though a little tricky to set up at first, and noise cancellation is very good, though not the best in the world. The battery life is also almost unbelievable. I use these headphones a lot--sometimes all day--and I still only have to charge them once or twice a week. Multipoint connection is also a very nice plus if, say, I am working at my computer and still want to be able to answer phone calls hands-free.There are some minor flaws with them, though. First sometimes very low bassey notes from the outside world can trigger the speakers in them and give you very loud, deep popping noises. (E.g., this occasionally happens when I am riding in the car and hitting bumps in the road). Occasional outside sounds in passthrough through will sound muddled. Also the noise cancellation--while quite good--isn't perfect for every situation. Specifically, it has more trouble than, say, Bose headphones with loud, sudden sounds like fireworks. But for the money, it is still the best noise cancellation and passthrough system you can buy.Another (minor) complaint, though, is that the adaptive settings aren't always very great. It often thinks I am sitting and automatically turns on noise cancellation when I am very much driving or walking around town or once even ice skating--all situations where passthrough is crucial. And even if I am sitting, sometimes I really want passthrough on (like if I'm in a cafe), but it automatically tries to turn noise cancelling on annoyingly. Thankfully, it can be easily overridden in the app. These days, I usually just keep the adaptive sound setting off and adjust the settings to fit the situation but sometimes it will randomly go back to automatic/adaptive mode.My final and complaint is with the microphone for phone calls. Sometimes it works perfectly and the other line can hear my fine, sometimes all they can hear is background noise, sometimes they really can't hear me at all. I am not sure if it is some sort of firmware issue or if the microphone placement is just too far from my mouth, but for phone calls it can be a tad unreliable. When it works, which is around 75% of the time, it's perfectly good even though I have to talk a little louder than I normally would sometimes.But all those flaws aside, these are probably the best all-around headphones I have owned and for the $120 I paid for them it's a steal. They may be more expensive as I got them on sale, but I have used headphones multiple times the price that are poorer quality and less functional than these. I'd have paid upwards of twice the price for what I got.",
      "Couldn’t get the price here for them. They’re awesome for commuting and keeping the rest of the room quiet",
      "There's alot to appreciate with this one. Priced well, the audio adaptability is great and comfortable to my ears!",
      "Got these on a black friday sale and really happy with them - probably wouldn't pay the full price but on sale they were a steal. Noise cancelling isn't the best, but I'm happy with them (probably just need to turn the volume up). Lightweight and attractive. Comfortable on my head (even with sunglasses) and they feel nice hanging around your neck."
    ]
  },
  {
    "cardURL": "https://www.amazon.in/Sony-WH-1000XM4-Cancelling-Headphones-Bluetooth/dp/B0863FR3S9/ref=sr_1_8?dib=eyJ2IjoiMSJ9.kD49Thzon8mf0tZFlKtR1c09yOnanenk88x9QIG13XtelajUV51FHUxuZdZ2feBA7zy26FkU2C25iuZdwYwezIw4ScgVx_VYqXxrC2BXXUbCAudW9LQ328O5uYUTvSvtEf44dugaHeprdF1Cet7wFf-_FpDxuQBqmKX-_XsnZevBAvjyMlQN7M_qeHhAdLnXvy9Xua1ssP_YnWd7bHJm98YlqGvGV031UQ23wfwRXy8.TwwvyK5P0oOqxzbDfrdc8P4Muk-YRc3Qzmk5q7rpnms&dib_tag=se&keywords=Sony+headphones&qid=1715404537&sr=8-8",
    "productName": "Sony WH-1000XM4 Industry Leading Wireless Noise Cancellation Bluetooth Over Ear Headphones with Mic for Phone Calls, 30 Hours Battery Life, Quick Charge, AUX, Touch Control and Voice Control - Silver",
    "sponsored": "no",
    "badge": "N/A",
    "price": "N/A",
    "basePrice": "N/A",
    "rating": 4.6,
    "ratingsNumber": "N/A",
    "boughtPastMonth": "N/A",
    "ratingsCount": 51609,
    "reviews": [
      "I have been using these industry leading headphones by Sony, colour Midnight Blue, and trust me i find them worth every penny spent. Yes, i agree these headphones are highly expensive, some may say you can purchase Apple Airpods, Boss, Sennheiser, and other audio equipment options, but trust me nothing beats these bad boys.I am not a tech reviewer, but since being a musician, a music connoisseur myself and a huge fanatic of accessories such as headphones, earphones and smart gadgets, i can tell, these headphones are a revolution to the sound industry. I'll be quoting every pros and cons that i've personally come across and might help a few of you who decide to purchase this beauty.Pros:1. Active Noise Cancellation (ANC): Let's talk about people who love listening to their music without any external interference while working, walking, running, working out, during a flight, or any other mode where they'd use them, ANC is a boon. Switch to ANC, you'll have the minimum of the minimum noise entering your ears. Only sounds close to you can reach at a very low level, else wise, you won't feel a thing in your ear. Be prepared for some bashing from your parents when they scream your name on top of their voices, and you've got that ANC kicked in.2. 3 Ambience Sound Control (ASC) ON: Apart from the ANC, there are two more features that these bad boys offer.  ASC when active gives you a chance to listen to your surroundings at a certain level where you can be aware of people speaking, birds chirping, children hauling in the park, and other sounds. This feature enables one to understand the surrounding noises and doesn't feel isolated.3. Ambience Sound Control (ASC) OFF: When ASC is disabled or switched off, you can listen to your surrounding voices in a much denser state, ie. much more clearly in comparison to when the ASC is enabled. This feature is much similar to the ASC ON, just a slight difference of pitch and volume of the surrounding entering your ears.4. Head Phones Connect by Sony: Let's talk about the main functioning unit of these headphones, the app provided by Sony under the name of Head Phones Connect. You can download it from the App store if you are an iPhone user just like me, as well as from the play store for android users.This app is highly functional as well as quite intact providing a list of various functions such as adaptive sound control which is highly recommended to lazy people just like me. Once all set up, the app detects your actions and locations frequently, and switches the headphones settings automatically.In addition, if you are a daily user of these headphones just like me, the app tracks your daily attributes such as at what certain volume do you like listening you music, which mode do you mostly use, which location do you travel, and then adjusts the headphones as per your choice.One feature which at first startled me a lot but i really got impressed by it which is the Speak-to-chat feature. It's always annoying to either pull your phone out of your pocket and pause the music or to just pull off your headsets every time you need to talk to someone. This feature enables your headphones to pause automatically the instant you start speaking, and shall remain pause for about 20 secs and resume on their own if they do not detect any speech.For better sound quality, the app detects the size and shape of your ear through these headphones. This enables the device to perform better with distinct users.5. Motion Gestures: The right ear piece of the headphones has all the motion gestures such as taps for music pause/play, attend a call, play next/previous song and remove the headsets and the song pauses. These controls are highly helpful and can be easily learnt through the guide book provided, hence i won't dive deeper into it.6. Number of devices that can be paired at once: These headphones provide an option of connecting two devices simultaneously. You can connect these headphones to almost every device that has a latest and updated version of bluetooth/NFC. Devices that i've paired them with are iPhone, macbook, hp laptop, and android phones.7. What's in the box: The box comes with an impressive in-shape carrying case to carry these bad boys where ever you go. Also they include a C-type data cable for charging, 3.5mm jack cable which is quite long (haven't measured it honestly, but it is as long as a regular data cable), and a dual port 3.5mm jack converter, which so far i haven't tested.8. Battery Life: Well i must say that i am quite impressed with the battery backup these headphones provide. This device completely charges within 3 hours and trust me with an ON/OFF mode of playing music regularly, the battery stays up till 4-5 days, which is i bet a highly impressive feature which probably no other company audio equipment in this range might have.9. Voice Assist Functions: These headphones can be connected to google assistant, SIRI and alexa and perform really well.10. Easy access keys: The headphones are enable with two easy access keys on the left earphone. The custom key toggles between the 3 modes that i've already mentioned above which are guided by the in-built assistant voice. The power key pressed long enough, turns ON/OFF the device and pressed once, the in-built assist provides you with the current % of the battery left.11. Comfort: I should had talked about it earlier, but never mind. With no questions asked these headphones are highly comfortable, the cushion provided is the softest pad your ears can get. Since i am regular spectacle user, i find it hard with headphones imposing excessive pressure over the ears, making it a painful experience, but these headphones give a feather touch to your ears, even if you are specy or even while wearing a face mask. These go good with everything.12. Battery Saver: These headphones tend to power-off on their own if not in use for more than a minute which is a highly power efficient feature added by Sony to the device.Cons:1. If you are into running or any sort of longer workouts, be prepared for sweaty ears. Since the cushions on these headphones completely cover you ears, creating a vacuum sort of environment, no air flows in and out, and the sweat starts dripping down from the earphones, which i must state doesn't affect them at all, only can be slightly irritating sometimes.2. ANC can be difficult to be kept enabled every time since it reduces the environment sounds to almost negligible, which can be dangerous while running or walking at a buss street. Be very careful while using this feature. Probably it is made for environments such as while travelling in a bus or a flight, and seems suitable for these environments.3. Since these headphones can be simultaneously be connected to two devices at once, which is a boon, but is also a slight problem in disguise. Imagine your headphones are connected with your laptop as well as you phone. You are attending an important zoom call while on your laptop and the headphones are in action, your phone starts to ring, now abruptly you'll start hearing you phones ringtone, and the device gets a little startled to which device shall be entertained. i've personally faced this, but i tend not to connect them to two devices at once.PS: One highly important thing is, you won't get an experience of the sound through reading review or watching Youtube videos. You might get a fair image of weather to invest in them or not, but you'll only get the sound experience when you'll listen the music through these bad boys.",
      "Audio Quality is great. These headphones sound amazing but the problem is they're tuned out of the box. It doesn't feel like they product neutral sound like many other headphones. But this is fine, you can always adjust the EQ, and Sony's tuning isn't bad (it'll satisfy most users).Mic quality is pretty bad. I don't understand how such an expensive has poor mic quality. It sounds like a mic from a cheap TWS earbud. This headphone isn't for calls or meetings. The mic quality is only a part of the problem. It doesn't have a sidetone feature. You can't hear yourself talking while in a call. Trust  me, you don't used to this (you shouldn't). It feels weird and in most cases, you'll end up talking louder than you should, just to satisfy your brain.I use multi-point connectivity. I can keep the headphone connected to phone and PC at the same time. When I receive a call on a device, it automatically switches to that device. I wish the call experience on this headphone was better.Battery life is great as expected. It lasts days for my usage. It lasts even longer when I turn off ANC.It's also very comfortable to wear this headset.I also like it that you can just fold the headset and place it on the table. It takes less space and doesn't need a stand. The carry case is also nice.The cables Sony provides with the headset are really short. I don't know why a billion dollar company like Sony does this with their expensive product lineup.One of the things I really liked about this headphones is that Sony's app doesn't require you to create an account and grant it permission to everything on the phone like some other brands. Connecting and configuring the headphone is also easy. The app has poor UX but it gets the job done. You probably don't need to visit the app very often.",
      "Pros:* Feels like a premium product, packaging and the provided carry pouch are perfect, aux cable is a plus, charging cable could have been longer* Very comfortable to wear over workouts, etc.* Connects instantly on my iPhone 13 after you turn on the product* Bluetooth reach is good* Sound is balanced with not too much overpowering bass... overall good enough for gym goers.* Noise isolation is really great* App for connection is simple enough and gives you customizing options...Cons* Build quality although decent still does not feel like a premium product costing 20k plus, a few metal bits here and there would have made it possible* Not for true audiophiles.. more a competition of beats by dr dreAll in all, if you get a good deal during some festival go for it.. DO NOT BUY IT AT FULL PRICE!",
      "Estava com receio de comprar devido ao valor alto, porém assim que chegou o fone esse receio foi embora, isolamento de ruido impecável, som de ótima qualidade, conforto incomparavel.Se esta com medo de comprar e se arrepender tenho certeza que não vai se arrepender, você sente ele sendo de boa qualidade, acabamento incrivel, cor linda. Só tenho coisas boas para falar deste fone.Chegou no prazo e bem embalado!",
      "Dentro da categoria dos fones com cancelamento de ruído, ele é excelente. Um dos melhores sistemas de cancelamento que já tive oportunidade de utilizar.Sobre o cancelamento, funciona de uma forma que eu não esperava. Realmente deixa o ambiente super silencioso. Funciona melhor ainda para sons mais constantes. Então para som de ventiladores, viagens de carro, avião e trem funciona muito bem. Caso aconteça algum barulho do seu lado, ainda escutaremos, porém muito baixo.O app do fone tem vários ajustes para melhorar a experiência de uso. Como ativação e ajuste baseados na sua localização. Controle de som adaptativo, que vai aprendendo sobre a sua voz pra que depois de um tempo, ele possa reduzir o cancelamento de ruído quando você iniciar uma conversa. (ótimo para ambientes de trabalho).A qualidade do som é boa. Não é profissional, peca um pouco nos agudos, mas para quem gosta de graves, é ótimo.O microfone é ok. Se você pretende conversar com alguém em locais barulhentos, não é um bom fone. Em um escritório com barulhos medianos, é bem aceitável.Sobre a bateria, estou na primeira recarga, usando a mais de 10 horas e o fone está em 90% ainda. Então me parece uma bateria com duração excelente.Qualidade do material é excelente. Assim como a maioria dos fones é feito de plástico, mas muito bem acabado. É um fone muito bonito. Sobre o conforto, é super macio, não esquenta muito na orelha, e parece que não estou usando fone durante horas.Resumindo, eu adorei o fone e recomendo pra quem quer um fone de cancelamento de ruído ativo de qualidade, bonito e confortável. Ele não vai te decepcionar.",
      "Review completo como consumidor y profesional dedicado al audio, si te da flojera leer, de entrada te digo que esto vale cada centavo, no lo dudes ni esperes, rompe el cochinito porque te lo estás perdiendo.Ahora si para los que dudan de Dios:Hace 3 años adquirí los MDR-XB950N1, mejor conocidos como los Sony Extra Bass. Sin duda fueron una compra demasiado buena, pasé de unos Skullcandy Hesh 2 a los Extra Bass y vaya que la diferencia es muy considerable.Ahora, 3 años después decidí hacer un \"upgrade\", yo me dedico a la música, soy estudiante de la materia y me dedico al audio, la verdad es que no puedo llevarme mis audífonos de estudio fuera de casa, necesitaba unos que realmente ofrecieran buena calidad, portabilidad y facilidad de uso con mis aplicaciones. Encontré estos después de hacer un par de búsquedas en internet, los comparé con varias opciones y al final me decidí por comprarlos.En primera debo decir que he quedado impresionado por la tecnología que traen estos audífonos. Puedes personalizar el audio acorde a tu oreja, así es, a la forma de tu oreja, Sony te pide que tomes un par de fotos para que se puedan analizar y proveer mejor experiencia, nunca en mi vida había visto algo así.Desde que los abres se denota un producto bastante premium y que vale el dinero que se paga por él, ya que de hecho no es nada barato.La experiencia de abrirlo es excelente, pero es cuando bajas la aplicación que empiezas a ver lo brutal de estas máquinas. De adelanto estos audífonos ya vienen con carga máxima, o al menos así fue en mi caso, no te pide que los cargues ni nada, funcionan desde que los sacas de la caja. Son extremadamente cómodos y si eres miope como yo y usas fierros para ver, estos audífonos no te van a incomodar en ningún momento.No es que quiera advertir, sino más bien dar aviso de que por defecto los audífonos se oyen un poco flojos, el sonido está un poco saturado, y si te gusta escuchar música como el Heavy Metal o música clásica te quedas pasmado, no se oyen para nada como los Extra Bass que al salir de la caja otorgan un sonido fino y bien configurado. Estos no, pero entiendo por qué lo hacen, ya que como mencioné, la experiencia de verdad comienza cuando bajas la aplicación que tiene como mil opciones de configuración y optimización de sonido, así que prepárate para estar ahí unos 25 minutos de tu vida, que sin duda alguna por supuesto, lo valen.Una vez que has pasado las optimizaciones, toca jugar con el ecualizador, yo recomiendo configuración 400: 1 1K: 3 2.5K: 7 6.3K: 8 16K: 5 Clear Bass: +5 o +7 para escuchar Heavy Metal y música clásica, aunque si eres fan de los medios tal vez quieras mover un poco más, pero como dije, esto es libre y Sony te prevé todas las herramientas para que esto quede sabroso.Ya con todo listo, toca escuchar música, y ahí es cuando te da el golpe. Sabía que habría una diferencia entre los Extra Bass que tengo y los M4 que son estos, pero no sabía que realmente se fuera a notar tanto. Estos no son audífonos, son interfaces de audio andantes, además, Sony te regala una prueba gratis en cualquier servicio de restringe que contenga su servicio Sony Audio 3D, yo escogí Tidal, pero también puedes escoger otros 3 más, ahí aparece la opción.De verdad que escuchar música en formato de alta calidad como es el FLAC que te ofrece Tidal es algo maravilloso, inclusive después de varios años escuchando lo mismo, logré notar varios elementos musicales extras que antes ni sabía que existían en la canción, ahí es cuando te vas para atrás, es como por fin escuchar las cosas sin filtro. También recomiendo el formato \"Loss-less\" de Apple music en caso de que sean usuarios de iPhone o solo para que tengan una tercera opción. Sea cual sea el servicio que escojan, se oye increíble, pero sin duda combinado con formatos de baja compresión esto se vuelve místico.Claro que esto no es tan plano como unos audífonos de estudio, pero sin duda la experiencia se acerca bastante.En conclusión, estos audífonos realmente son un producto bastante premium, te otorgan no solo alta calidad de audio, sino una experiencia tecnológica muy innovadora, además vienen con su porta audiófonos y cables correspondientes, son muy cómodos y portables. Los recomiendo al 100% no duden en adquirirlo para nada.",
      "I was incredibly skeptical about just how so many people were saying these were amazing active noise cancelling headphones, as i've had some underwhelming experiences in the past with some noise isolating products.However, considering i'm above a business with a range of noises going on outside, i decided to buy these and give them a go. I was pleasantly surprised to see just how much these block out noise. Impact noise can travel quite alot, especially living in a flat, but these pretty much block out everything. It would have to be a very loud bang for it to break through, and even then it's muffled.The battery life could be a bit better, but they still last you a good few hours before charging. The sound quality is great, you can watch shows, sports with very little distractions. It's not like you have to play music alot to drown out the noises, cause barely anything gets through. Comfortability is good, but can ware on your ears after a couple of hours or so. Nonetheless, these are 100% worth the money, and made my life easier.",
      "Wow, juste wow ! Le casque Sony WH1000XM4 est un game-changer total pour moi. Que ce soit pour écouter ma playlist préférée ou pour me plonger dans le travail sans distractions, ce casque est devenu mon meilleur pote. La réduction de bruit est juste magique – elle coupe vraiment tout, du bruit de fond du café à celui de l'avion.Le confort ? Parlons-en ! Des heures et des heures sans aucune gêne, c'est doux et ça serre juste ce qu'il faut. Et le son, ah le son ! Clair, riche, avec des basses profondes et des aigus précis, chaque morceau est une expérience à part.La connectivité Bluetooth est hyper stable et j'adore pouvoir me connecter à plusieurs appareils en même temps. La batterie dure une éternité, sérieux, je recharge et j'oublie.Et si jamais j'ai besoin de capter ce qui se passe autour de moi, le mode Ambient Sound est super pratique. Sans parler du capteur qui met la musique en pause quand je l'enlève. Franchement, Sony a pensé à tout.Pour résumer, si vous cherchez le casque ultime, ne cherchez plus. Le WH1000XM4 est celui qu'il vous faut. C'est un investissement pour votre bonheur auditif. Je ne peux plus m'en passer !"
    ]
  },
  {
    "cardURL": "https://www.amazon.in/Sony-WH-1000XM4-Cancelling-Bluetooth-Headphones/dp/B091CQH6VT/ref=sr_1_9?dib=eyJ2IjoiMSJ9.kD49Thzon8mf0tZFlKtR1c09yOnanenk88x9QIG13XtelajUV51FHUxuZdZ2feBA7zy26FkU2C25iuZdwYwezIw4ScgVx_VYqXxrC2BXXUbCAudW9LQ328O5uYUTvSvtEf44dugaHeprdF1Cet7wFf-_FpDxuQBqmKX-_XsnZevBAvjyMlQN7M_qeHhAdLnXvy9Xua1ssP_YnWd7bHJm98YlqGvGV031UQ23wfwRXy8.TwwvyK5P0oOqxzbDfrdc8P4Muk-YRc3Qzmk5q7rpnms&dib_tag=se&keywords=Sony+headphones&qid=1715404537&sr=8-9",
    "productName": "Sony WH-1000XM4 Industry Leading Wireless Noise Cancellation Bluetooth Over Ear Headphones with Mic for Phone Calls, 30 Hours Battery Life, Quick Charge, AUX,Touch Control and Alexa Voice Control-Blue",
    "sponsored": "no",
    "badge": "Limited time deal",
    "price": "19,990",
    "basePrice": "₹29,990",
    "rating": null,
    "ratingsNumber": "N/A",
    "boughtPastMonth": "300+",
    "ratingsCount": 51609,
    "reviews": [
      "I have been using these industry leading headphones by Sony, colour Midnight Blue, and trust me i find them worth every penny spent. Yes, i agree these headphones are highly expensive, some may say you can purchase Apple Airpods, Boss, Sennheiser, and other audio equipment options, but trust me nothing beats these bad boys.I am not a tech reviewer, but since being a musician, a music connoisseur myself and a huge fanatic of accessories such as headphones, earphones and smart gadgets, i can tell, these headphones are a revolution to the sound industry. I'll be quoting every pros and cons that i've personally come across and might help a few of you who decide to purchase this beauty.Pros:1. Active Noise Cancellation (ANC): Let's talk about people who love listening to their music without any external interference while working, walking, running, working out, during a flight, or any other mode where they'd use them, ANC is a boon. Switch to ANC, you'll have the minimum of the minimum noise entering your ears. Only sounds close to you can reach at a very low level, else wise, you won't feel a thing in your ear. Be prepared for some bashing from your parents when they scream your name on top of their voices, and you've got that ANC kicked in.2. 3 Ambience Sound Control (ASC) ON: Apart from the ANC, there are two more features that these bad boys offer.  ASC when active gives you a chance to listen to your surroundings at a certain level where you can be aware of people speaking, birds chirping, children hauling in the park, and other sounds. This feature enables one to understand the surrounding noises and doesn't feel isolated.3. Ambience Sound Control (ASC) OFF: When ASC is disabled or switched off, you can listen to your surrounding voices in a much denser state, ie. much more clearly in comparison to when the ASC is enabled. This feature is much similar to the ASC ON, just a slight difference of pitch and volume of the surrounding entering your ears.4. Head Phones Connect by Sony: Let's talk about the main functioning unit of these headphones, the app provided by Sony under the name of Head Phones Connect. You can download it from the App store if you are an iPhone user just like me, as well as from the play store for android users.This app is highly functional as well as quite intact providing a list of various functions such as adaptive sound control which is highly recommended to lazy people just like me. Once all set up, the app detects your actions and locations frequently, and switches the headphones settings automatically.In addition, if you are a daily user of these headphones just like me, the app tracks your daily attributes such as at what certain volume do you like listening you music, which mode do you mostly use, which location do you travel, and then adjusts the headphones as per your choice.One feature which at first startled me a lot but i really got impressed by it which is the Speak-to-chat feature. It's always annoying to either pull your phone out of your pocket and pause the music or to just pull off your headsets every time you need to talk to someone. This feature enables your headphones to pause automatically the instant you start speaking, and shall remain pause for about 20 secs and resume on their own if they do not detect any speech.For better sound quality, the app detects the size and shape of your ear through these headphones. This enables the device to perform better with distinct users.5. Motion Gestures: The right ear piece of the headphones has all the motion gestures such as taps for music pause/play, attend a call, play next/previous song and remove the headsets and the song pauses. These controls are highly helpful and can be easily learnt through the guide book provided, hence i won't dive deeper into it.6. Number of devices that can be paired at once: These headphones provide an option of connecting two devices simultaneously. You can connect these headphones to almost every device that has a latest and updated version of bluetooth/NFC. Devices that i've paired them with are iPhone, macbook, hp laptop, and android phones.7. What's in the box: The box comes with an impressive in-shape carrying case to carry these bad boys where ever you go. Also they include a C-type data cable for charging, 3.5mm jack cable which is quite long (haven't measured it honestly, but it is as long as a regular data cable), and a dual port 3.5mm jack converter, which so far i haven't tested.8. Battery Life: Well i must say that i am quite impressed with the battery backup these headphones provide. This device completely charges within 3 hours and trust me with an ON/OFF mode of playing music regularly, the battery stays up till 4-5 days, which is i bet a highly impressive feature which probably no other company audio equipment in this range might have.9. Voice Assist Functions: These headphones can be connected to google assistant, SIRI and alexa and perform really well.10. Easy access keys: The headphones are enable with two easy access keys on the left earphone. The custom key toggles between the 3 modes that i've already mentioned above which are guided by the in-built assistant voice. The power key pressed long enough, turns ON/OFF the device and pressed once, the in-built assist provides you with the current % of the battery left.11. Comfort: I should had talked about it earlier, but never mind. With no questions asked these headphones are highly comfortable, the cushion provided is the softest pad your ears can get. Since i am regular spectacle user, i find it hard with headphones imposing excessive pressure over the ears, making it a painful experience, but these headphones give a feather touch to your ears, even if you are specy or even while wearing a face mask. These go good with everything.12. Battery Saver: These headphones tend to power-off on their own if not in use for more than a minute which is a highly power efficient feature added by Sony to the device.Cons:1. If you are into running or any sort of longer workouts, be prepared for sweaty ears. Since the cushions on these headphones completely cover you ears, creating a vacuum sort of environment, no air flows in and out, and the sweat starts dripping down from the earphones, which i must state doesn't affect them at all, only can be slightly irritating sometimes.2. ANC can be difficult to be kept enabled every time since it reduces the environment sounds to almost negligible, which can be dangerous while running or walking at a buss street. Be very careful while using this feature. Probably it is made for environments such as while travelling in a bus or a flight, and seems suitable for these environments.3. Since these headphones can be simultaneously be connected to two devices at once, which is a boon, but is also a slight problem in disguise. Imagine your headphones are connected with your laptop as well as you phone. You are attending an important zoom call while on your laptop and the headphones are in action, your phone starts to ring, now abruptly you'll start hearing you phones ringtone, and the device gets a little startled to which device shall be entertained. i've personally faced this, but i tend not to connect them to two devices at once.PS: One highly important thing is, you won't get an experience of the sound through reading review or watching Youtube videos. You might get a fair image of weather to invest in them or not, but you'll only get the sound experience when you'll listen the music through these bad boys.",
      "Audio Quality is great. These headphones sound amazing but the problem is they're tuned out of the box. It doesn't feel like they product neutral sound like many other headphones. But this is fine, you can always adjust the EQ, and Sony's tuning isn't bad (it'll satisfy most users).Mic quality is pretty bad. I don't understand how such an expensive has poor mic quality. It sounds like a mic from a cheap TWS earbud. This headphone isn't for calls or meetings. The mic quality is only a part of the problem. It doesn't have a sidetone feature. You can't hear yourself talking while in a call. Trust  me, you don't used to this (you shouldn't). It feels weird and in most cases, you'll end up talking louder than you should, just to satisfy your brain.I use multi-point connectivity. I can keep the headphone connected to phone and PC at the same time. When I receive a call on a device, it automatically switches to that device. I wish the call experience on this headphone was better.Battery life is great as expected. It lasts days for my usage. It lasts even longer when I turn off ANC.It's also very comfortable to wear this headset.I also like it that you can just fold the headset and place it on the table. It takes less space and doesn't need a stand. The carry case is also nice.The cables Sony provides with the headset are really short. I don't know why a billion dollar company like Sony does this with their expensive product lineup.One of the things I really liked about this headphones is that Sony's app doesn't require you to create an account and grant it permission to everything on the phone like some other brands. Connecting and configuring the headphone is also easy. The app has poor UX but it gets the job done. You probably don't need to visit the app very often.",
      "Pros:* Feels like a premium product, packaging and the provided carry pouch are perfect, aux cable is a plus, charging cable could have been longer* Very comfortable to wear over workouts, etc.* Connects instantly on my iPhone 13 after you turn on the product* Bluetooth reach is good* Sound is balanced with not too much overpowering bass... overall good enough for gym goers.* Noise isolation is really great* App for connection is simple enough and gives you customizing options...Cons* Build quality although decent still does not feel like a premium product costing 20k plus, a few metal bits here and there would have made it possible* Not for true audiophiles.. more a competition of beats by dr dreAll in all, if you get a good deal during some festival go for it.. DO NOT BUY IT AT FULL PRICE!",
      "Estava com receio de comprar devido ao valor alto, porém assim que chegou o fone esse receio foi embora, isolamento de ruido impecável, som de ótima qualidade, conforto incomparavel.Se esta com medo de comprar e se arrepender tenho certeza que não vai se arrepender, você sente ele sendo de boa qualidade, acabamento incrivel, cor linda. Só tenho coisas boas para falar deste fone.Chegou no prazo e bem embalado!",
      "Dentro da categoria dos fones com cancelamento de ruído, ele é excelente. Um dos melhores sistemas de cancelamento que já tive oportunidade de utilizar.Sobre o cancelamento, funciona de uma forma que eu não esperava. Realmente deixa o ambiente super silencioso. Funciona melhor ainda para sons mais constantes. Então para som de ventiladores, viagens de carro, avião e trem funciona muito bem. Caso aconteça algum barulho do seu lado, ainda escutaremos, porém muito baixo.O app do fone tem vários ajustes para melhorar a experiência de uso. Como ativação e ajuste baseados na sua localização. Controle de som adaptativo, que vai aprendendo sobre a sua voz pra que depois de um tempo, ele possa reduzir o cancelamento de ruído quando você iniciar uma conversa. (ótimo para ambientes de trabalho).A qualidade do som é boa. Não é profissional, peca um pouco nos agudos, mas para quem gosta de graves, é ótimo.O microfone é ok. Se você pretende conversar com alguém em locais barulhentos, não é um bom fone. Em um escritório com barulhos medianos, é bem aceitável.Sobre a bateria, estou na primeira recarga, usando a mais de 10 horas e o fone está em 90% ainda. Então me parece uma bateria com duração excelente.Qualidade do material é excelente. Assim como a maioria dos fones é feito de plástico, mas muito bem acabado. É um fone muito bonito. Sobre o conforto, é super macio, não esquenta muito na orelha, e parece que não estou usando fone durante horas.Resumindo, eu adorei o fone e recomendo pra quem quer um fone de cancelamento de ruído ativo de qualidade, bonito e confortável. Ele não vai te decepcionar.",
      "Review completo como consumidor y profesional dedicado al audio, si te da flojera leer, de entrada te digo que esto vale cada centavo, no lo dudes ni esperes, rompe el cochinito porque te lo estás perdiendo.Ahora si para los que dudan de Dios:Hace 3 años adquirí los MDR-XB950N1, mejor conocidos como los Sony Extra Bass. Sin duda fueron una compra demasiado buena, pasé de unos Skullcandy Hesh 2 a los Extra Bass y vaya que la diferencia es muy considerable.Ahora, 3 años después decidí hacer un \"upgrade\", yo me dedico a la música, soy estudiante de la materia y me dedico al audio, la verdad es que no puedo llevarme mis audífonos de estudio fuera de casa, necesitaba unos que realmente ofrecieran buena calidad, portabilidad y facilidad de uso con mis aplicaciones. Encontré estos después de hacer un par de búsquedas en internet, los comparé con varias opciones y al final me decidí por comprarlos.En primera debo decir que he quedado impresionado por la tecnología que traen estos audífonos. Puedes personalizar el audio acorde a tu oreja, así es, a la forma de tu oreja, Sony te pide que tomes un par de fotos para que se puedan analizar y proveer mejor experiencia, nunca en mi vida había visto algo así.Desde que los abres se denota un producto bastante premium y que vale el dinero que se paga por él, ya que de hecho no es nada barato.La experiencia de abrirlo es excelente, pero es cuando bajas la aplicación que empiezas a ver lo brutal de estas máquinas. De adelanto estos audífonos ya vienen con carga máxima, o al menos así fue en mi caso, no te pide que los cargues ni nada, funcionan desde que los sacas de la caja. Son extremadamente cómodos y si eres miope como yo y usas fierros para ver, estos audífonos no te van a incomodar en ningún momento.No es que quiera advertir, sino más bien dar aviso de que por defecto los audífonos se oyen un poco flojos, el sonido está un poco saturado, y si te gusta escuchar música como el Heavy Metal o música clásica te quedas pasmado, no se oyen para nada como los Extra Bass que al salir de la caja otorgan un sonido fino y bien configurado. Estos no, pero entiendo por qué lo hacen, ya que como mencioné, la experiencia de verdad comienza cuando bajas la aplicación que tiene como mil opciones de configuración y optimización de sonido, así que prepárate para estar ahí unos 25 minutos de tu vida, que sin duda alguna por supuesto, lo valen.Una vez que has pasado las optimizaciones, toca jugar con el ecualizador, yo recomiendo configuración 400: 1 1K: 3 2.5K: 7 6.3K: 8 16K: 5 Clear Bass: +5 o +7 para escuchar Heavy Metal y música clásica, aunque si eres fan de los medios tal vez quieras mover un poco más, pero como dije, esto es libre y Sony te prevé todas las herramientas para que esto quede sabroso.Ya con todo listo, toca escuchar música, y ahí es cuando te da el golpe. Sabía que habría una diferencia entre los Extra Bass que tengo y los M4 que son estos, pero no sabía que realmente se fuera a notar tanto. Estos no son audífonos, son interfaces de audio andantes, además, Sony te regala una prueba gratis en cualquier servicio de restringe que contenga su servicio Sony Audio 3D, yo escogí Tidal, pero también puedes escoger otros 3 más, ahí aparece la opción.De verdad que escuchar música en formato de alta calidad como es el FLAC que te ofrece Tidal es algo maravilloso, inclusive después de varios años escuchando lo mismo, logré notar varios elementos musicales extras que antes ni sabía que existían en la canción, ahí es cuando te vas para atrás, es como por fin escuchar las cosas sin filtro. También recomiendo el formato \"Loss-less\" de Apple music en caso de que sean usuarios de iPhone o solo para que tengan una tercera opción. Sea cual sea el servicio que escojan, se oye increíble, pero sin duda combinado con formatos de baja compresión esto se vuelve místico.Claro que esto no es tan plano como unos audífonos de estudio, pero sin duda la experiencia se acerca bastante.En conclusión, estos audífonos realmente son un producto bastante premium, te otorgan no solo alta calidad de audio, sino una experiencia tecnológica muy innovadora, además vienen con su porta audiófonos y cables correspondientes, son muy cómodos y portables. Los recomiendo al 100% no duden en adquirirlo para nada.",
      "I was incredibly skeptical about just how so many people were saying these were amazing active noise cancelling headphones, as i've had some underwhelming experiences in the past with some noise isolating products.However, considering i'm above a business with a range of noises going on outside, i decided to buy these and give them a go. I was pleasantly surprised to see just how much these block out noise. Impact noise can travel quite alot, especially living in a flat, but these pretty much block out everything. It would have to be a very loud bang for it to break through, and even then it's muffled.The battery life could be a bit better, but they still last you a good few hours before charging. The sound quality is great, you can watch shows, sports with very little distractions. It's not like you have to play music alot to drown out the noises, cause barely anything gets through. Comfortability is good, but can ware on your ears after a couple of hours or so. Nonetheless, these are 100% worth the money, and made my life easier.",
      "Wow, juste wow ! Le casque Sony WH1000XM4 est un game-changer total pour moi. Que ce soit pour écouter ma playlist préférée ou pour me plonger dans le travail sans distractions, ce casque est devenu mon meilleur pote. La réduction de bruit est juste magique – elle coupe vraiment tout, du bruit de fond du café à celui de l'avion.Le confort ? Parlons-en ! Des heures et des heures sans aucune gêne, c'est doux et ça serre juste ce qu'il faut. Et le son, ah le son ! Clair, riche, avec des basses profondes et des aigus précis, chaque morceau est une expérience à part.La connectivité Bluetooth est hyper stable et j'adore pouvoir me connecter à plusieurs appareils en même temps. La batterie dure une éternité, sérieux, je recharge et j'oublie.Et si jamais j'ai besoin de capter ce qui se passe autour de moi, le mode Ambient Sound est super pratique. Sans parler du capteur qui met la musique en pause quand je l'enlève. Franchement, Sony a pensé à tout.Pour résumer, si vous cherchez le casque ultime, ne cherchez plus. Le WH1000XM4 est celui qu'il vous faut. C'est un investissement pour votre bonheur auditif. Je ne peux plus m'en passer !"
    ]
  },
  {
    "cardURL": "https://www.amazon.in/Sony-WH-CH720N-Cancellation-Headphones-Multi-Point/dp/B0BXXPG6FP/ref=sr_1_10?dib=eyJ2IjoiMSJ9.kD49Thzon8mf0tZFlKtR1c09yOnanenk88x9QIG13XtelajUV51FHUxuZdZ2feBA7zy26FkU2C25iuZdwYwezIw4ScgVx_VYqXxrC2BXXUbCAudW9LQ328O5uYUTvSvtEf44dugaHeprdF1Cet7wFf-_FpDxuQBqmKX-_XsnZevBAvjyMlQN7M_qeHhAdLnXvy9Xua1ssP_YnWd7bHJm98YlqGvGV031UQ23wfwRXy8.TwwvyK5P0oOqxzbDfrdc8P4Muk-YRc3Qzmk5q7rpnms&dib_tag=se&keywords=Sony+headphones&qid=1715404537&sr=8-10",
    "productName": "Sony WH-CH720N, Wireless Over-Ear Active Noise Cancellation Headphones with Mic, up to 35 Hours Playtime, Multi-Point Connection, App Support, AUX & Voice Assistant Support for Mobile Phones (Blue)",
    "sponsored": "no",
    "badge": "Limited time deal",
    "price": "7,990",
    "basePrice": "₹14,990",
    "rating": null,
    "ratingsNumber": "N/A",
    "boughtPastMonth": "500+",
    "ratingsCount": 5233,
    "reviews": [
      "Title: Exceptional Performance, but No Carry Case Included⭐️⭐️⭐️⭐️Having recently acquired the Sony WH-CH720N headphones, I've been thoroughly impressed with their overall performance. The noise-canceling feature is effective in creating a peaceful listening experience, whether I'm on the go or immersed in a noisy environment.The sound quality is top-notch, offering a well-balanced and rich audio profile. The bass is impactful without overshadowing the mids and highs, ensuring an immersive and enjoyable listening experience. The wireless connectivity is convenient, and the battery life easily meets the demands of long flights and extended usage.Comfort is a priority for me, and the WH-CH720N excels in this aspect. The plush ear cushions and adjustable headband make these headphones comfortable for prolonged use. I've worn them for hours without any discomfort, making them ideal for extended work or entertainment sessions.The touch controls on the ear cups are intuitive and responsive, allowing for seamless navigation through tracks and volume adjustment. The built-in microphone delivers clear voice quality during calls, adding to the overall versatility of these headphones.One notable downside, however, is the absence of a carry case in the package. While the headphones themselves are durable, a dedicated case would have been appreciated for added protection during travel and storage.In summary, the Sony WH-CH720N headphones offer an exceptional blend of performance, comfort, and convenience. Despite the lack of a carry case, they remain a solid choice for those seeking reliable wireless headphones with effective noise cancelation.",
      "I recently purchased this headphone and I must say, it has exceeded my expectations. The sound quality is truly remarkable, delivering a rich and immersive audio experience that brings my music and podcasts to life. Whether I'm jamming to my favorite tunes or engrossed in a podcast, the clarity and depth of the sound are truly impressive.One of the standout features for me is the microphone's noise cancellation capabilities. While it may not completely eliminate all background noise, it does a commendable job of reducing ambient sounds during calls. The result is clear and crisp communication without the distractions of external noise. It's perfect for virtual meetings and online gaming sessions where effective communication is key.The design of the headphone is sleek and comfortable, making it suitable for extended wear. The over-ear cups provide a snug fit without causing discomfort, and the adjustable headband ensures a customized and secure fit. The build quality also feels robust, indicating durability for everyday use.I appreciate the user-friendly controls that allow me to adjust volume, skip tracks, and manage calls effortlessly. The Bluetooth connectivity is reliable, providing a stable connection with my devices without any noticeable lag.Overall, this headphone is a solid choice for anyone seeking a combination of excellent sound quality and decent noise cancellation. It strikes a great balance between performance and affordability, making it a valuable addition to my audio gear. Highly recommended!",
      "Great headphones that my 12 year old keeps stealing from me. Why does she steal them? Its because they are light and comfortable with the noise canceling that she can escape from her family.As for my use, the sound is great and they are comfortable around my ears. There are plenty adjustment points to make them comfortable and therefore can be worn for long stretches without being too tight on the ears. The noise canceling is also great for me as I can't even hear my keyboard strokes as I type this review.As I mentioned the sound is great and the volume can be controlled with the buttons on the left ear. I will say they get very loud though so do be cautious with kids as they definitely can get too loud for them.For connectivity the charging is convenient with a USB C connection and they also have the ability to connect to a device with a cord besides being wireless with Bluetooth.I would also recommend downloading the Sony Headphone app for your phone. In the app you are able to see the amount of battery left, the settings for noise canceling, the equalizer with a scroll of the presets, settings like how long before auto power off and the ability to connect to 2 devices simultaneously. The app will also update the headphones wirelessly with the latest version of the headphone software.Overall, these headphones have great sound and comfort with an app to utilize many features. I would recommend them to anyone looking for wireless or wired noise canceling headphones.",
      "Good BassComfortable for exerciseDecent ANCGood Sound quality",
      "Bought for like 6.8K during the Republic Day sale. Worth every penny you pay for. Used these for a week and here's the experience:Pros:1) Beautiful quality bass despite the price point.2) Sony is just Sony, sound quality is 100% even at the highest of volumes.3) Insane battery life, even with the ANC on.4) Super light-weight (approx 190g) and extremely comfy foam pads. Easily can listen for hours together.5) Figuring it out how to connect took me a few minutes, but after that no issues at all. Just instant Bluetooth connection with any device.The only con:1) ANC is kinda poor, and it's understandable cause they have to differentiate the XB910N from the CH720N. So it doesn't really affect my rating.Bottom-line, if you're looking a pair of excellent headphones below 10K just go for these. You can't wrong with a pair of Sony headphones.",
      "I recently invested in the Sony WH-CH720N Noise Cancelling Wireless Headphones, and I must say, they have exceeded my expectations on multiple fronts. As an avid music lover and someone who appreciates a good pair of headphones, these have quickly become my go-to choice for a premium audio experience.1. Comfortable Ear Coverage:One of the standout features of these headphones is the generous size of the ear cups. They provide excellent coverage, enveloping my entire ears in a cocoon of sound. The over-ear design not only enhances comfort during long listening sessions but also effectively isolates ambient noise, allowing me to immerse myself completely in the music.2. Superior Noise Cancelling:The noise-cancelling technology on the WH-CH720N is simply outstanding. Whether I'm on a noisy commute or working in a bustling cafe, the headphones create a tranquil listening environment by effectively blocking out external disturbances. The adaptive nature of the noise cancellation ensures a seamless transition between different environments, providing a truly immersive experience.3. Impressive Battery Life:Battery life is a crucial factor for any wireless headphone user, and Sony has delivered in this department. The WH-CH720N boasts an impressive battery life, providing hours of uninterrupted music playback on a single charge. This is perfect for long flights, road trips, or simply when you don't want to worry about constantly recharging your headphones.4. Seamless Wireless Connectivity:Setting up the wireless connection was a breeze, thanks to the seamless Bluetooth pairing. The headphones quickly connect to my two devices, and the connection remains stable even at a distance. The freedom of movement that wireless functionality offers adds to the overall convenience of these headphones.5. Crisp Sound Quality:Of course, none of these features would matter if the sound quality wasn't top-notch. Fortunately, the WH-CH720N delivers crisp and clear audio across various genres. The bass is punchy without being overwhelming, and the mids and highs are well-balanced, providing a rich and detailed listening experience.6. Enhanced Experience with the Headphones App:What sets the WH-CH720N apart is the fantastic user experience provided by the Headphones app. The app allows for easy customization of sound settings, enabling me to tailor the audio profile to my liking. Additionally, firmware updates and additional features are seamlessly delivered through the app, ensuring that my headphones stay current and optimized for the best performance.In conclusion, the Sony WH-CH720N Noise Cancelling Wireless Headphones have proven to be an excellent investment. The combination of comfort, noise cancellation, battery life, connectivity, and sound quality makes them a standout choice in the crowded market of wireless headphones. If you're in the market for a reliable and immersive audio experience, these headphones are definitely worth considering.",
      "I have spent years fighting to find a decent pair of bluetooth headphones since no phone manufacturer wants to make a decent phone with a jack anymore (which is endlessly stupid, but I digress). I have tried everything form fancy expensive Galaxy Buds to a myriad of budget options, and all have the same problems. Flawed connectivity, noticeably glitchy, slightly reduced sound quality.These finally fix it. The inclusion of an option to use a headphone jack on devices that let you is a great feature. Along with multipoint connect. They fit perfectly around my skinny neck (your mileage may very on that), so travel with them is a breeze. And for the sound quality, these are absolutely the best headphones for your money.I was loathe to go to overears full time because I like being able to take one out to hear my surroundings, and every noise passthrough I used before was sucky. (usually the outside noise obnoxiously trebley). Not with these. I actually go to concerts to listen with my headphones on because it actually makes the concerts sound better than with no headphones. Extremely convincing, near perfect noise passthrough.The app is easy to use and has a great selection of features: from custom EQs, to adjusting the noise pass through, to other various quality of life settings. The 3D adaptive sound feature is great, though a little tricky to set up at first, and noise cancellation is very good, though not the best in the world. The battery life is also almost unbelievable. I use these headphones a lot--sometimes all day--and I still only have to charge them once or twice a week. Multipoint connection is also a very nice plus if, say, I am working at my computer and still want to be able to answer phone calls hands-free.There are some minor flaws with them, though. First sometimes very low bassey notes from the outside world can trigger the speakers in them and give you very loud, deep popping noises. (E.g., this occasionally happens when I am riding in the car and hitting bumps in the road). Occasional outside sounds in passthrough through will sound muddled. Also the noise cancellation--while quite good--isn't perfect for every situation. Specifically, it has more trouble than, say, Bose headphones with loud, sudden sounds like fireworks. But for the money, it is still the best noise cancellation and passthrough system you can buy.Another (minor) complaint, though, is that the adaptive settings aren't always very great. It often thinks I am sitting and automatically turns on noise cancellation when I am very much driving or walking around town or once even ice skating--all situations where passthrough is crucial. And even if I am sitting, sometimes I really want passthrough on (like if I'm in a cafe), but it automatically tries to turn noise cancelling on annoyingly. Thankfully, it can be easily overridden in the app. These days, I usually just keep the adaptive sound setting off and adjust the settings to fit the situation but sometimes it will randomly go back to automatic/adaptive mode.My final and complaint is with the microphone for phone calls. Sometimes it works perfectly and the other line can hear my fine, sometimes all they can hear is background noise, sometimes they really can't hear me at all. I am not sure if it is some sort of firmware issue or if the microphone placement is just too far from my mouth, but for phone calls it can be a tad unreliable. When it works, which is around 75% of the time, it's perfectly good even though I have to talk a little louder than I normally would sometimes.But all those flaws aside, these are probably the best all-around headphones I have owned and for the $120 I paid for them it's a steal. They may be more expensive as I got them on sale, but I have used headphones multiple times the price that are poorer quality and less functional than these. I'd have paid upwards of twice the price for what I got.",
      "Couldn’t get the price here for them. They’re awesome for commuting and keeping the rest of the room quiet",
      "There's alot to appreciate with this one. Priced well, the audio adaptability is great and comfortable to my ears!",
      "Got these on a black friday sale and really happy with them - probably wouldn't pay the full price but on sale they were a steal. Noise cancelling isn't the best, but I'm happy with them (probably just need to turn the volume up). Lightweight and attractive. Comfortable on my head (even with sunglasses) and they feel nice hanging around your neck."
    ]
  },
  {
    "cardURL": "https://www.amazon.in/sspa/click?ie=UTF8&spc=MTo1NjQ1OTczNzI0NjA5MTMxOjE3MTU0MDQ1Mzc6c3BfbXRmOjMwMDE3MDYyOTk0NzkzMjo6MDo6&url=%2Fsoundcore-Bluetooth-Headphones-Cancelling-Personalization%2Fdp%2FB0C3KWT5V6%2Fref%3Dsr_1_11_sspa%3Fdib%3DeyJ2IjoiMSJ9.kD49Thzon8mf0tZFlKtR1c09yOnanenk88x9QIG13XtelajUV51FHUxuZdZ2feBA7zy26FkU2C25iuZdwYwezIw4ScgVx_VYqXxrC2BXXUbCAudW9LQ328O5uYUTvSvtEf44dugaHeprdF1Cet7wFf-_FpDxuQBqmKX-_XsnZevBAvjyMlQN7M_qeHhAdLnXvy9Xua1ssP_YnWd7bHJm98YlqGvGV031UQ23wfwRXy8.TwwvyK5P0oOqxzbDfrdc8P4Muk-YRc3Qzmk5q7rpnms%26dib_tag%3Dse%26keywords%3DSony%2Bheadphones%26qid%3D1715404537%26sr%3D8-11-spons%26sp_csd%3Dd2lkZ2V0TmFtZT1zcF9tdGY%26psc%3D1",
    "productName": "soundcore by Anker Q20i Wireless Bluetooth Over-Ear Headphones with Hybrid Active Noise Cancelling, 40h Playtime in ANC Mode, Hi-Res Audio, Deep Bass, App Personalization (Blue)",
    "sponsored": "yes",
    "badge": "Limited time deal",
    "price": "4,499",
    "basePrice": "₹8,499",
    "rating": "4.4",
    "ratingsNumber": "N/A",
    "boughtPastMonth": "200+"
  },
  {
    "cardURL": "https://www.amazon.in/sspa/click?ie=UTF8&spc=MTo1NjQ1OTczNzI0NjA5MTMxOjE3MTU0MDQ1Mzc6c3BfbXRmOjMwMDA3OTA2MDU5OTUzMjo6MDo6&url=%2FEDYELL-Wireless-Bluetooth-Waterproof-Earphones%2Fdp%2FB0C7G3J35W%2Fref%3Dsr_1_12_sspa%3Fdib%3DeyJ2IjoiMSJ9.kD49Thzon8mf0tZFlKtR1c09yOnanenk88x9QIG13XtelajUV51FHUxuZdZ2feBA7zy26FkU2C25iuZdwYwezIw4ScgVx_VYqXxrC2BXXUbCAudW9LQ328O5uYUTvSvtEf44dugaHeprdF1Cet7wFf-_FpDxuQBqmKX-_XsnZevBAvjyMlQN7M_qeHhAdLnXvy9Xua1ssP_YnWd7bHJm98YlqGvGV031UQ23wfwRXy8.TwwvyK5P0oOqxzbDfrdc8P4Muk-YRc3Qzmk5q7rpnms%26dib_tag%3Dse%26keywords%3DSony%2Bheadphones%26qid%3D1715404537%26sr%3D8-12-spons%26sp_csd%3Dd2lkZ2V0TmFtZT1zcF9tdGY%26psc%3D1",
    "productName": "EDYELL V5 True Wireless Earbud, Bluetooth 5.3 TWS 3D Stereo with Earhook, 48H Playtime, Touch Control, Earbuds with Dual-LED Display, IPX7 Waterproof Earphones (FM-HGD-V501)",
    "sponsored": "yes",
    "badge": "Limited time deal",
    "price": "2,199",
    "basePrice": "₹5,999",
    "rating": "3.8",
    "ratingsNumber": "N/A",
    "boughtPastMonth": "400+"
  },
  {
    "cardURL": "https://www.amazon.in/Sony-WH-1000XM5-Wireless-Cancelling-Headphones/dp/B09XS7JWHH/ref=sr_1_13?dib=eyJ2IjoiMSJ9.kD49Thzon8mf0tZFlKtR1c09yOnanenk88x9QIG13XtelajUV51FHUxuZdZ2feBA7zy26FkU2C25iuZdwYwezIw4ScgVx_VYqXxrC2BXXUbCAudW9LQ328O5uYUTvSvtEf44dugaHeprdF1Cet7wFf-_FpDxuQBqmKX-_XsnZevBAvjyMlQN7M_qeHhAdLnXvy9Xua1ssP_YnWd7bHJm98YlqGvGV031UQ23wfwRXy8.TwwvyK5P0oOqxzbDfrdc8P4Muk-YRc3Qzmk5q7rpnms&dib_tag=se&keywords=Sony+headphones&qid=1715404537&sr=8-13",
    "productName": "Sony WH-1000XM5 Wireless The Best Active Noise Cancelling Headphones, 8 Mics for Clear Calling, Battery- 40Hrs(w/o NC), 30Hrs(with NC), 3Min Quick Charge=3Hrs Playback, Multi Point Connectivity -Black",
    "sponsored": "no",
    "badge": "Limited time deal",
    "price": "26,989",
    "basePrice": "₹34,990",
    "rating": null,
    "ratingsNumber": "N/A",
    "boughtPastMonth": "500+",
    "ratingsCount": 12779,
    "reviews": [
      "These are the best headphones from Sony. Previously I used Sony headphones but they're entry-level headphones.  I also used headphones from other brands like Sennheiser, One Audio and JBL but all of them are entry-level headphones. This is the first time I bought high-end headphones and I trust Sony. You can't go wrong with Sony as per my experience. Coming to the headphones, I already knew that these were best. However, I researched thoroughly on YouTube and read many articles for almost 3 months before buying these. I want to get the best value for the price. These headphones are costly and I don't want to go wrong with my purchase decision.Build quality: These are made of high-quality plastic and feel lightweight and comfortable to wear for longer durations. The only thing is, that the headband is thin and hurts a little on my head after wearing it for a few hours. Just move or adjust it a little and I'm good to go for another hour.Sound quality: It's Sony, no need to brag about sound quality. Sony is known for sound clarity. Every small musical instrument is heard in great detail. I can't forget my first experience of listening to music using these headphones. I'm blown away by the details and the clarity of sound.Battery life: It is mentioned 30 hours. Seems to be true. Headphones will easily last up to two days of mixed usage.Noise cancellation (N.C.): These headphones are my first experience with noise cancellation. When NC is turned on, it is silent. Zero noise. But after a few days,  I realised that I could still hear voices from other people when they were shouting or talking loudly. It's good not to completely block all sound.Update on N.C.:I want to address one thing people who are saying that NC is not good. I think they feel like that because of the adaptive NC feature in the Sony headphones app. Due to this feature, the level of Noise cancelling is adjusted automatically according to the surroundings. I know it doesn't work 100% accurately every time. It works sort of 70 - 80 % accurately depending on the surroundings. That's why some people complain that NC is not completely silent or perfect. Some are complaining there is no option to disable the adaptive NC feature. It is available in the Sony headphones app after the latest update. We can also manually disable the adaptive NC of headphones using the app. I mentioned these details because some people may not be aware of these features available in the headphones app.Note: When NC is turned on, a sound pressure is created between ears and headphones. So there is a vacuum-like seal between ears and headphones and it blocks external sound. I'm not sure how NC works. This is the first time for me experienced noise cancellation. It was a shock and a surprise feeling when NC was on. My brother got scared due to this effect. I got used to it now. Check the Sony manual regarding the safety of NC. In the Sony Headphones Connect app, there is a safe listening setting. Please follow it and you don't need to worry about your ears getting damaged due to headphones. I have attached screenshots of the same. Please check.Final Verdict: I can say that these headphones are the best consumer headphones. Audiophile headphones are different that's why I mentioned them as the best consumer headphones. Most people who use them will love them.",
      "Hello Fellow buyer's!!Many of you must have ended up being interested in this product after watching many reviews on the YouTube already, afterall below 25-30K isnts a small amount of money for a pair of Headphones right? So I will sum my experience about this pair in three major areas Comfort, ANC and Call quality and Sound quality.1. Comfort:These are very lightweight, people complain them for feeling cheap and plasticky thats obvious you dont get lightweight with metal constructions, having said that they provide enough coushioning you will ever need for long hours. But since they are not as flexible as their predecessors they have a bigger footpring which isnt very comfortable carrying always.2. Coming to ANC and Call quality:As many reviewers have already said, its amazing and Mind-blowing you will enjoy the ANC, I use in in Public Transport (Train) and when I have my volume level at 50-60% (recommend not to go beyond that for ear safety) you would barely even hear what the next person sitting to you is speaking unless you pay attention. Call quality is amazing outdoors and indoors it almost matches phone microphone reproduction when indoors but!! They struggle in windy situations so if you on the window seats try avoiding wind for calls.3. Sound quality:I have been using expensive earphones for quite a long time I have my audiophile 1more quad drivers, Sennheiser HD 202, Sennheiser Momentum wired earbuds, Oppo enco x and x2's so I believe I now have some understanding about how a good pair should sound, having said that The default Audio quality is decent also it varies which device you are connected, I wud suggest that you should use them with LDAC enabled all the time!! Its pretty decent nothing mind-blowing but it can be tweaked for amazing soundgazmic experience using app, u can enjoy A.R. Rehman tracks such as Dil Se and experience a variety of instruments audible suddenly.I woud not compare it with bose, Sennheiser Momentum 4, Airpod max, i believe sound is subjective and everyone has to adjust accordingly and be satisfied with their purchase after they have made an investment and not be disappointed due to subjective opinions other have.Concluding this very long review, these are a value for Money pair of Headphones, I got them at a good discount and hence I went with xm5s rather than xm4s. If you want custom eq screenshot and settings I use for tweaking my Xm5s do let me know in reply section.Happy Buying you have made a good decision 🙂",
      "The sound is great. Battery is what id expect.The app is necessary for initial set up, but unless you want to trigger a setting change, it just needs to be on your device.My biggest complaint (and I don't know if this relaxes with time) would be the fit after about 2.5 hours of listening, it can be a little sore taking them off.",
      "Definitivamente los MEJORES audífonos que he probado la calidad de audio es excepcional, la cancelación es buenísima, y el modo ambiente sorprendente (escuchas el exterior como si no trajeras nada en los oídos), lo único malo son las almohadas de los oídos, son muy cómodas pero te dan calor muy rápido",
      "The media could not be loaded.\n                \n            \n                \n            \n        \n    \n    \n\n\n\n\n\n\n\n\n  \n     O headphone é premium, apresentação, acessórios, emfim o produto é top, padrão Sony, qualidade Japonesa!Cancelamento de ruído não funciona perfeitamente pra sons muito agudos, ex: tenho periquitos australianos e com o NC ativado ainda da pra escutar o piado deles, porém se vc colocar uma música de fundo ai desaparece todos os sons ao redor e vc fica isolado.Qualidade de som nas músicas é excelente, porém tenho um Astro A40 que uso no playstation e prefiro o som do Astro com a MixAmp tanto pra músicas como filmes e séries.Em relação ao conforto achei confortável, dá pra usar por bastante tempo, porém achei o espaço para orelhas muito raso, as orelhas encostam e é oq faz ter que dar umas pausas, oq por exemplo não ocorre com o Astro A40 que o espaço é bem maior, mais confortável, a orelha não encosta e daria pra ficar o dia inteiro com ele, nesse quesito também gostaria de citar o Anker Life Q30 que era o headphone que usava antes desse, acho o Anker mais confórtável, embora perca no NC e qualidade sonora.Por fim o investimento foi grande, mais nosso problema é a taxação e o real que não vale nada comparado com o dólar, espero que o headphone dure muito tempo, pois realizei a compra por conta do meu Anker Life Q30 com 1 ano e meio de uso parou de funcionar o Noise Cancel e descascou todo e abriu a parte da espuma, levando em conta que o Anker custa em medio R$ 400 e o Sony R$ 2500 espero que se reflita na durabilidade.",
      "I am almost 65 years old SO, I DO NOT have the ears of a 18 year old.  That said, I consider these to be good for these reasons:A: Exceptional battery life.B: Call quality that was considered good UNTIL I did a direct comparison to my Blueparrott B450-XT’s -  NO WHERE NEAR the quality of the Blue 450’s, BUT the Blues are made specifically for calls in noisey environments. . Blues are in my opionion the defacto standard by which all other ANC phone calls should be judged. My \"demo\" for people is to run my upright vacuum cleaner whilst on a call.  People on the other end cannot hear it AT ALL – REALLY!, I hear them, and they hear me perfectly! TRULY amazing!  I did the same test with these and alas they failed miserably in comparison.  I expected that. I was told they sound like I am in a room away from the microphone, a bit fishtank like, and muddy. SO, they’ll do in a call but not as a primary phone call device in noise.  I heard a sample of the BOSE 700’s and they were terrible, which is what prompted me to get the Sony’s.C:  One unconventional thing they do great at: A Sleep Aid. Yup, they drown out all the extraneous noises like people talking, Air conditioners, fans, Water coolers, hums, etc.  ALL gone with nothing playing through them!I bought them primarily for playing on my PS5, and watching TV late at night. They do both quite well.D: Amazingly, my ears do not sweat much in these even after prolonged use.  I’ve ordered those Dekoni Suede Earpads for them as well just for added comfort.(https://www.amazon.com/dp/B0BS4T3X62?psc=1&ref=ppx_yo2ov_dt_b_product_details)(5/16/23 - Returned The earpads: they claim they are suede when in fact they are 2/3 suede. The inner part inside the cup is something else, not leather so NOT durable. Considering this, $49 seems FAR too expensive.)E:  They are long-term comfortable unless you have ears like a B-52 in which case you will probably be stuffing bits.As for music, I find them to be more flat without pronounced highs or bass - which I prefer.  The  EQ on the app is a nice feature. The ANC works very well listening to music and will be adequate to the task in both quiet and noisey settings.  Again, I remind you, I’m not 18. ;-)Pricewise, they ARE a bit expensive but the build quality seems better than most.If you have the time, I would HIGHLY recommend you test several brands and models at a store simply because sound quality is subjective and EVERYONE has their preference.UPDATE: 5/23/23 - Returning (REPLACING) Headphones - Why?  They started acting \"Funky\".  By that, I mean that if you turn them off, they will not turn on unless you do not hit any buttons for about 15 sec. NOT normal.  ALSO, they started to exhibit Connection issues that were NOT there initially.  I STILL, at this point consider them excelllent. Now, if the NEW pair goes weird, THEN I would have to re-evaluate.UPDATE 6-3-23:  New pair are working as they should no connection issues or on/off bttun problems.UPDATE 2-16-24: Still working perfectly and I use them nearly every night to sleep.",
      "Headphone de alta qualidade ,chegou com 2 semanas de antecedencia,parabens ao vendedor ,rápido na postagem ,o fone é leve ,confortavel ,cancelamento de ruido presente ,não chega a zerar os barulhos ,mas faz uma grande diferença ,so nao acho o preço justo ,muito caro ,mesmo que o fone seja de alta qualidade ,é muito caro ,sinceramente não compraria novamente ."
    ]
  },
  {
    "cardURL": "https://www.amazon.in/Sony-Headphones-Customizable-Equalizer-DSEE-Upscale/dp/B09YLCXLKY/ref=sr_1_14?dib=eyJ2IjoiMSJ9.kD49Thzon8mf0tZFlKtR1c09yOnanenk88x9QIG13XtelajUV51FHUxuZdZ2feBA7zy26FkU2C25iuZdwYwezIw4ScgVx_VYqXxrC2BXXUbCAudW9LQ328O5uYUTvSvtEf44dugaHeprdF1Cet7wFf-_FpDxuQBqmKX-_XsnZevBAvjyMlQN7M_qeHhAdLnXvy9Xua1ssP_YnWd7bHJm98YlqGvGV031UQ23wfwRXy8.TwwvyK5P0oOqxzbDfrdc8P4Muk-YRc3Qzmk5q7rpnms&dib_tag=se&keywords=Sony+headphones&qid=1715404537&sr=8-14",
    "productName": "Sony WI-C100 Wireless Headphones with Customizable Equalizer for Deep Bass & 25 Hrs Battery, DSEE-Upscale, Splash Proof, 360RA, Fast Pair, in-Ear Bluetooth Headset with mic for Phone Calls (Blue)",
    "sponsored": "no",
    "badge": "N/A",
    "price": "1,690",
    "basePrice": "₹2,790",
    "rating": null,
    "ratingsNumber": "N/A",
    "boughtPastMonth": "200+",
    "ratingsCount": 8545,
    "reviews": [
      "Let me start with something no one writes about.UI:Power On. Hold the center button for 2 seconds and the earphones with say in a Japanese/Indian woman's voice, \"power On, battery about 70%\". She does not sound Chinese like the cheap Chinese headphones. Her voice volume level is not very high either.BT pairing:Turn off the headset, press and hold to center button but keep holding the same button. The headsets voice will say, Bluetooth pairing\". Once connected, it will say, \"Bluetooth connected\". If BT disconnects, the voice says, \"Bluetooth disconnected\".Next track:Press and hold the + button for 2 seconds and the headset will make a cute \"chime\" and load the next song in the playlist of any app. I like this feature of the chime because this way I know the headset has accepted the command and loading the next track. However, holding the button for 2 second everytime you want to change songs can get annoying and painful if you want to skip a couple of songs of just skipping endlessly waiting for the right song to play. Buttons aren't very soft but do have a tactile click to ensure you feel the click when pressed.Power off: just like power on, hold the center button for 2 seconds and the headset will turn off.Volume up/down: No audible feedback, just volume increase or decrease.Status LED:Blue: when On and slow blinking when connected to bt. When in pairing mode, the same light blinks quickly in the same blue colour.Orange: while charging. Solid on.Green/off: 90% and above.Physical clues: tiny nub on the left ear plug to denote left side. Only reputed brands have it.Same tiny bump is made in the volume up button on the controller to denote volume +.Coloured Dots on the plastic controller to denotr left and right channel.Ear plugs are colour coded and fit very well in my ears. Most of the ear plugs fall out of my ears while talking. These don't. I use the smallest one.What does Sony offer?A very neat guide on how to insert the ear plugs in your ears the most comfortable way and ensure the best seal for clear audio. I've never known that you can pull you ear up from the top corner and gently place the ear plug into your ear canal. Once placed comfortably, drop the ear and let the ear canal seal in.Audio App. It's basically a music player designed to detect the sony earphones. If you use spotify you can use this app to setup an equaliser. It plays MP3 from your storage too. My phone already has a built in Equalizer. I don't use any eq because the sound stage on these is flat. So all types of audio sounds great.FAQIs it flimsy?No, but feels like you might damage it if you're not careful.Does it really last 25hr?Yes, I've tested it sort of. And never managed to run out of battery.How much did you spend on it?1.6kAudio lag?None. I tested it with Android TV, LG web os, Android phone, ps4 and iPad. No issues of lag or disconnection or audio drop on super quiet moments of the song.Bass?Very decent and controlled.Vocals?Very clearTreble?Sharp and crisp.Loudness?You can listen at full volume without much discomfort. But I'd suggest not to.I compared it with JBL wave tws100. The sound is very similar but a we bit less bass on flat eq.80% Better than boat airdopes.30% better than OnePlus bulletsZ.",
      "I will just sum it up, Sony delivers in quality on all fronts, good battery,good bass,clear sound, comfortable, good connectivity,good mic and the sound overall is Rich. Only thing i am concerned about is the quality of material used on wires,very soft and lean, somehow i feel like the material isn't durable even though after almost 4 months, it's still new and strong.",
      "This product bass quality is very poor and it's vibration is too bad when increase the volume,No option available to cancel or buy another product, it's has only same product exchange which is not required and no option to receive the payments also.Battery consumption also very less, it's comes to 50℅ from 100℅ within no time.I want to go for the higher model but option is not available.",
      "I am an old customer of sony, but I was confused about this product due to the reviews. But it is what actually I want, according to sound it lacks volume but soundstage is good, trebles work perfectly, vocals are clear, bass is soothing and deep. I like the integration of application which tells me my listening hours and set an equalizer according to my preference. I don't know much about DSEE upscaling but it makes a difference, listening to these earphones feels like listening to wired earphones with no lag and weird sound upscaling which other TWS does. Build quality will be a concern for rough users but not for me, it is pretty good for me. The neck part is not stiff which makes it easy to carry. I am a designer, According to a designer's perspective I would it has attention to details like the left and right are separated even with a color difference. Although, I didn't like the long press to change controls system and its not customizable. These earphones are waterproof and have sufficient battery life to support through my busy weeks. Also we can change the language of the instructor of earphones, I chose Japanese because I am a big fan of anime. Also the buds are non magnetic, but it dosen't creates much problem. At last buy these only when you aren't a rough user and wants high volume.",
      "I once carried it in my backpack along with my smartwatch. I don't know if this caused any signal interference but it just doesn't work properly after that. For now, it works if you bring your phone 1 cm close to the antenna (the small rectangular box on the left) but if you place your phone on the table or keep it in your pocket, it stops working. So it's just pointless to use it anymore.I don't know if this is something common with Bluetooth headphones, neckbands, and all. But I don't think this should have happened. Something is wrong with these products. I'd better stay with wired headphones to avoid the frustration of wireless gadgets.The sound quality, the app support, the battery and the design are so good. You can buy it if you want a cheap and quality neckband. But just don't keep it near other Bluetooth devices.",
      "Really pleased with these buds. Exactly what I wanted. Sound is great. They fit well in the ear, and the cable is well balanced, so they don’t fall out unless they get snagged on something. And the battery seems to last forever. Good Sony quality.",
      "Pros:- paired instantly with my laptop- clear sound on calls- has a decent range….I can still hear a call if I need to go into the next room- I’m soft spoken and the mic picks up my voice without any issue- feels great on sensitive ears! I think Sony is the absolute best brand for this! I can wear them all day without any pain- love that it drapes around my neck so I can take earbuds in and out throughout the day- seems to hold a decent charge (gets me through a workday)- can easily fold into a hard case (sold separately) and toss in a purse or bag without damaging- reasonable price- love the white color- comes with extra earbud tips / coversCons:- did not come with a charging cord. Thankfully I was able to use one from an old Sony headset",
      "Prático e eficiente,  atende minhas necessidades de curtir um som com qualidade enquanto faço minha caminhada diária",
      "The media could not be loaded.\n                \n            \n                \n            \n        \n    \n    \n\n\n\n\n\n\n\n\n  \n     sou crítica demais com fones, e esse aí realmente chega quase a perfeição !",
      "Die Qualität ist sehr gut. Das Preis-/Leistungsverhältnis ist sehr hoch! Sehr empfehlenswert!"
    ]
  },
  {
    "cardURL": "https://www.amazon.in/Sony-Bluetooth-Headphones-Multipoint-Connectivity/dp/B0BS1QB15L/ref=sr_1_15?dib=eyJ2IjoiMSJ9.kD49Thzon8mf0tZFlKtR1c09yOnanenk88x9QIG13XtelajUV51FHUxuZdZ2feBA7zy26FkU2C25iuZdwYwezIw4ScgVx_VYqXxrC2BXXUbCAudW9LQ328O5uYUTvSvtEf44dugaHeprdF1Cet7wFf-_FpDxuQBqmKX-_XsnZevBAvjyMlQN7M_qeHhAdLnXvy9Xua1ssP_YnWd7bHJm98YlqGvGV031UQ23wfwRXy8.TwwvyK5P0oOqxzbDfrdc8P4Muk-YRc3Qzmk5q7rpnms&dib_tag=se&keywords=Sony+headphones&qid=1715404537&sr=8-15",
    "productName": "Sony WH-CH520, Wireless On-Ear Bluetooth Headphones with Mic, Upto 50 Hours Playtime, DSEE Upscale, Multipoint Connectivity/Dual Pairing,Voice Assistant App Support for Mobile Phones (White)",
    "sponsored": "no",
    "badge": "Limited time deal",
    "price": "3,989",
    "basePrice": "₹5,990",
    "rating": null,
    "ratingsNumber": "N/A",
    "boughtPastMonth": "100+",
    "ratingsCount": 10375,
    "reviews": [
      "The sound quality is great, dual connectivity makes switching the device a piece of cake compared to single connecting devices. Build quality is good for the price but is not great, I feel like I have to be careful when putting in my bag. Fit is also comfortable but long outs with the over ear design is definitely not comfortable",
      "The headphones are very good, quality is also pretty good and the sound quality is excellent for the pricing. The downside is that it hurts my ears to wear it for long. The rest seems perfect, the battery life is also pretty good and the app support for this works just fine.",
      "A very good product but then again U expect nothing else from Sony, Quality of Highest order, Battery backup is massive, I have been using it from last 7 Days n at least 7-8H daily n it still has battery without charging even Once.Sound Quality is as good as it can be, Music feels so good on the Ear, very comfort n Bass is just amazing.Overall very Happy n satisfied by the Purchase",
      "The sound quality is exceptionally good. Holds on the Bluetooth connectivity even when the headphone is moved to a longer distance when compared to the other headphones I used. The headphone App is very useful. Connects two devices simultaneously. Microphone response is very good while answering the calls.",
      "Perfect color match with my S23.Important - 1)least audio leak 2) bass is good at 70% volume ,after that bass doesn't  match the volume,its lacking  when u go higher than 70%(in case of music streaming)3)Make sure to download  sony Headphones  App for best  audio configuration/Equalizer.",
      "Love the headphones. Amazing sound quality and soft ear pads helps in long term usage. I have been using since a month and have no issues. I have used boat before and I have faced issues in connecting bluetooth but this is very quick. Also the battery life is 100/10. Overall amazing productNegatives:When I use fan on full speed, my voice is not clear. So not so much on the noise cancellation they claim",
      "Not worth for price tag",
      "The media could not be loaded.\n                \n            \n                \n            \n            \n        \n    \n    \n\n\n\n\n\n\n\n\n  \n  \n     So these headphones are really great. 1. They are on the lighter side on weight. Really comfortable. Build quality is plastic but really great. Doesn't feel like it's gonna snap. Cushioning is really soft. Lastly for build quality, it fits your head quite well. Won't fall off during running or workout sessions.2. Coming to the sound quality. Come on it's Sont we are talking about. I saw people in amazon reviews blabbing about really average sound quality. But when i tested them, I thoroughly disagree with those reviews. But i would highly recommend calibrating your type of music in the sony headphones app.3. Battery is really great. Most of the times, you won't have any issue with battery. As these are on-ear headphones, you'll have to put the vol to 50-60% minimum. But even then it gives 45-50 hours backup easy. Multi pair is a really great feature. App support is good. I repeat, do calibrate your sound according to taste from the app, else the vocals, trebles and bass are flat. But once calibrated acc to your taste, you'll just love it's sound.Overall, I would recommend these as the best quality headphones under 5k.I'll be reviewing more of my past bought products in the future.",
      "I bought this headset as a birthday gift for my wife. She is thrilled with it. They are comfortable, lightweight and the battery has lasted a long time already without needing a charge. The sound quality is excellent as is the range of distance she can be away from her iPad. The only thing I thought was a negative was the buttons for volume, on/off, FF, etc. They are small and the symbols with them are hard to read. My wife got it all figured out, though, and they work fine.",
      "Pra ouvir música em mp3 é bem confortável. Inclusive pra jogar no pc ou atender chamadas. Conseguindo ficar umas duas horas sem ele começar a incomodar, mas imagino que os over-ear em geral precisem dar um descanso depois de um certo tempo.Agora, quem deseja diferenciar músicas em flac do mp3 ou outro formato de música comprimida aí precisa pegar um melhor.",
      "If you don't want to drop hundreds on a pair of headphones while still getting the features of a quality item, I would recommend these. If you care about noise cancellation and noise insulation (others not being able to hear what you're listening to) these aren't for you. But if you don't mind those things everything else is perfect.Notably my favorite part about these is the battery life. I've left them on for days and the battery only goes down like 25% max. The battery lasted me two weeks after the first charge when I bought them! Super good battery life. Also, the exterior design is minimalistic and fashionable. There's room to decorate with stickers if you wanna get creative with the design too. I even kind of like that these aren't noise cancelation headphones because I wear them in public spaces where I need to be aware of my surroundings, like the gym, so they're good for that.The ear pads are soft enough to not hurt when you wear it for too long, but I do have smaller ears. If you have bigger ears these may hurt after an hour or two. The headphones are also nicely adjustable to fit the desired size/length. It's worth a mention that I also use these for gaming and in-game calling, and the audio input and output are both great, so if you need a wireless mic, go get these headphones.Overall, no regrets in buying these! It's a good quality product.",
      "Quase gozo de alegria ouvindo música de tão boa a qualidade!Pelas fotos parecia pirataria, mas quando o obtive em mãos, me surpreendeu pela altíssima qualidade.Adoro produto original! 😙🤌🏻Só poderia funcionar no GCO#FikaADicah 😜",
      "Muy cómodos, en mi trabajo participo en muchas reuniones virtuales y hay días en que los traigo puestos tal vez 5 o 6 horas seguidas sin quitármelos y no me molestan, a veces hasta se me olvida que los traigo. Excelente conectividad bluetooth con el celular y laptop, se pueden conectar ambos a la vez. En el gimnasio los he usado corriendo y haciendo todo tipo de ejercicios y son cómodos, ligeros y no se mueven. Los he sudado y la cubierta de las almohadillas no se ha dañado nada. El audio es buenísimo, muy bien nivelado y aunque no tienen cancelación de ruido, con un volumen moderado y por las mismas almohadillas, aisla lo suficientemente bien como para que los ruidos o música del gimnasio, por ejemplo, queden muy en el fondo. Nunca ha sido necesario subir al máximo el volumen. Además con la app puedes ecualizar a tu gusto, también recomiendo, si usas Spotify, ecualizar ahí para tener la mejor experiencia posible. La batería dura muchísimo, en 3 meses de uso usándolos en promedio 3 o 4 horas diarias y solo los he puesto a cargar 3 veces. Cargan muy rápido también. El único detalle que les he encontrado es que con mi SmartTV Hisense, jugando Playstation tiene un delay de medio segundo o 1 segundo, y con Youtube cada 40 segundos o 1 minuto \"se brinca\" o \"se come\" como 1 segundo tanto del audio como del video. Pero para mi no ha sido problema porque realmente solo los uso para escuchar música desde mi celular y para tener llamadas de trabajo. En resumen, son cómodos, lucen bien, sobrios y de buena calidad, muy buen audio y excelente rendimiento de batería."
    ]
  },
  {
    "cardURL": "https://www.amazon.in/Sony-MDR-EX155AP-Ear-Headphones-Black/dp/B073JQXC1J/ref=sr_1_16?dib=eyJ2IjoiMSJ9.kD49Thzon8mf0tZFlKtR1c09yOnanenk88x9QIG13XtelajUV51FHUxuZdZ2feBA7zy26FkU2C25iuZdwYwezIw4ScgVx_VYqXxrC2BXXUbCAudW9LQ328O5uYUTvSvtEf44dugaHeprdF1Cet7wFf-_FpDxuQBqmKX-_XsnZevBAvjyMlQN7M_qeHhAdLnXvy9Xua1ssP_YnWd7bHJm98YlqGvGV031UQ23wfwRXy8.TwwvyK5P0oOqxzbDfrdc8P4Muk-YRc3Qzmk5q7rpnms&dib_tag=se&keywords=Sony+headphones&qid=1715404537&sr=8-16",
    "productName": "Sony MDR-EX155AP in-Ear Wired Headphones with Mic (Black)",
    "sponsored": "no",
    "badge": "N/A",
    "price": "1,044",
    "basePrice": "₹1,290",
    "rating": null,
    "ratingsNumber": "N/A",
    "boughtPastMonth": "N/A",
    "ratingsCount": 7425,
    "reviews": [
      "This is my 3rd purchase of these earphones, as I feel it's one of the best wired earphones present in the markets. The sound quality, the wire coating and the bass.. Everything is Value for money!Highly highly recommend!",
      "Good earphones when it comes to sound quality.Trebel is sharp sometimes, bass is top notch when it comes to quality bass(deep) , but sound output is not very loud . Great clarity in sound , good sound separation . I bought this product in 850 , and this price is considerable for the sound output, the only PROBLEM I have is the BUILD QUALITY. Wires are of good material but very thin . After 4-5 months of puchase my RIGHT SIDE EARPIECE IS NOT WORKING.If you're more into instrumental music , have it .",
      "It has all good features that a headphone needs. Not too much bass neither treble. Perfect balance as it should be.",
      "I really love these sony earphones. They deliver most in-ear comfort while having perfectly balanced sound. The best part is color red looks beautiful on Sony's already great pair of earphones.",
      "Appearance - superb,best in look.Value for money - bought at Rs. 835 ,so good, but at 1100 or 1300 Rs, not value for money.Build quality - awesome,great.Mic quality - it's also perfect,good.Stability - 100% stable,No issue anywhere in connectivity of wire and sound.Performance - this is the drawback section. Performance is not upto the mark. I have used sony mdr ex150ap which had wonderful sound quality. But that is out of stock. And now bought this ,ex155ap which has not comparison with 150 at all. Sound looks very inferior quality. I'll rate sound 6/10 ( ex150ap 9/10). Sound lacks bass features. Treble is high, which pinches ears. Sound is clear but not very comfortable in hearing for long period. I felt bad as I had already used best sounding earphone of sony. In short. This model ex155ap can be compared with Samsung earphone which comes at Rs. 450.Sony must improve the sound quality of this earphone and further upcoming devices, because if it won't upgrade it's sound, I will recommend switching to other brand like Samsung, which gives same sound experience at much cheaper price.Ear starts paining from earbuds from the beginning itself, using 10,15 minutes become troublesome.Overall rating I would give 6 or 6.5 out of 10.There is ssshhhh sound in every music. treble is high, bass is less. Sound is clear and sharp, it pinches ear like needle. Bass is very low, should have little booming effect and little thickness. Shrillness is high. Needs to keep volume high, and overall hearing quality is not as per expected from sony. Improve the audio quality and most important bass and thickness. So that ear could feel the music. Audio is crisp and clear, make it soft. Rest is okay, but still in one word, uncomfortable as compared to sony mdr xb150ap.",
      "Looks cheap, feels cheap and sounds cheap obviously.",
      "Firstly, the built quality is below average and there are other earphone, such as, realms buds 2 which feels durable; however, the comfort of the EX155 is excellent better than buds 2 and jbl c100.Sound quality - The ex155 is fairly balance; to be specific, the bass is adequate and it doesn't blend with mids and treble; however, the midrange, I find it to be not accurate like it doesn't have enough body and it sounds bit more thiner side. The treble, on the other hand, is not overpowering and it is more towards a smoother presentation and it has enough clarity; although, it doesn't feel that it has enough texture to the instrument but it has a good seperation.Compare with realme buds 2, in my opinion sony sounds better but it doesn't sound as good as KZ EDX; although, it lack in bass but at the same it is more engaging to music. Overall ex155 is decent one and at the same price better alternative available in the market too. The one should be considered with ex155 is about equalization, you need to adjust bass, treble and mids for best possible sound.",
      "Great product",
      "Only good for a few weeks"
    ]
  },
  {
    "cardURL": "https://www.amazon.in/Sony-MDR-ZX310AP-Ear-Headphone-Black/dp/B00IMCQBVK/ref=sr_1_17?dib=eyJ2IjoiMSJ9.kD49Thzon8mf0tZFlKtR1c09yOnanenk88x9QIG13XtelajUV51FHUxuZdZ2feBA7zy26FkU2C25iuZdwYwezIw4ScgVx_VYqXxrC2BXXUbCAudW9LQ328O5uYUTvSvtEf44dugaHeprdF1Cet7wFf-_FpDxuQBqmKX-_XsnZevBAvjyMlQN7M_qeHhAdLnXvy9Xua1ssP_YnWd7bHJm98YlqGvGV031UQ23wfwRXy8.TwwvyK5P0oOqxzbDfrdc8P4Muk-YRc3Qzmk5q7rpnms&dib_tag=se&keywords=Sony+headphones&qid=1715404537&sr=8-17",
    "productName": "Sony Mdr-Zx310Ap Wired On Ear Headphones With Mic (Black)",
    "sponsored": "no",
    "badge": "Limited time deal",
    "price": "1,699",
    "basePrice": "₹2,190",
    "rating": null,
    "ratingsNumber": "N/A",
    "boughtPastMonth": "50+",
    "ratingsCount": 240,
    "reviews": [
      "I doubted the HEADPHONES reading the reviews.. But the product was at 1500 when I saw it in flipkart and Amazon for the first time. I knew that there will be some offers , and found the lightning deal of this product. I purchased it for 999 and the product was delivered the next day although I just ordered it in the night . The product is heavenly awesome and the sound bass is amazing. I SAY THIS IS THE BEST HEADPHONES BELOW 1200.",
      "Earphones do good job in covering entire range. Looks good and is comfortable to wear.Does not completely reduce external noise. Does not have bass effect.",
      "Very good sound quality, quite comfortable and durable.",
      "The headphone quality is just about okay. For the price you get better headphones from different brands. Only good thing is it feels really comfortable on the ears.Disappointed that it does not even have a microphone. Watch out for the product description. Even if it says microphone is supported, the piece received would not have any microphone.",
      "Happy with performance. However, wire length is an issue.",
      "I got it for 1199. Decent product for the price. The product feels a little fragile but you can't expect more for this price. The bass is decent but not very controlled. The mids and lows are fine too.",
      "Brand justifies itself. Upto the mark",
      "This product is very cheap product.Waste of moneyIt doesn't fit  ears"
    ]
  },
  {
    "cardURL": "https://www.amazon.in/Sony-Dynamic-closed-type-headphones-MDR-ZX310-L/dp/B00HZD3UFM/ref=sr_1_18?dib=eyJ2IjoiMSJ9.kD49Thzon8mf0tZFlKtR1c09yOnanenk88x9QIG13XtelajUV51FHUxuZdZ2feBA7zy26FkU2C25iuZdwYwezIw4ScgVx_VYqXxrC2BXXUbCAudW9LQ328O5uYUTvSvtEf44dugaHeprdF1Cet7wFf-_FpDxuQBqmKX-_XsnZevBAvjyMlQN7M_qeHhAdLnXvy9Xua1ssP_YnWd7bHJm98YlqGvGV031UQ23wfwRXy8.TwwvyK5P0oOqxzbDfrdc8P4Muk-YRc3Qzmk5q7rpnms&dib_tag=se&keywords=Sony+headphones&qid=1715404537&sr=8-18",
    "productName": "Sony Dynamic Mdr-Zx310-L Wired On Ear Headphones Without Mic (Blue)",
    "sponsored": "no",
    "badge": "Limited time deal",
    "price": "1,699",
    "basePrice": "₹2,190",
    "rating": null,
    "ratingsNumber": "N/A",
    "boughtPastMonth": "100+",
    "ratingsCount": 845,
    "reviews": [
      "Amazing sound quality.  Very comfortable also.",
      "Good sounds.. nic headphone...",
      "Sound note good",
      "Low bass",
      "Better don't buy. There is no value for money. Don't be blinded by brand name. Returns or Refunds are Seller based, and sellers here may not be authorized. Amazon is not bothered with it, nor any other platform.",
      "Worst..product bad..seller worst",
      "値段の割には音質良さげかと思います。軽いし、収納もラクです。青色が綺麗で映えます。有線もたまには良いですね。",
      "I got these for my 8 year old son and these headphones have absolutely no right to sound this good for $20.  I am an audiophile with 30 years of listening experience and I am absolutely stunned at what they have been able to achieve at such a low price point.  Simply put, this level of sound quality just wouldn't have been possible even 10 years ago.What strikes you most about the sound is the sense of dynamics and rhythmic drive.  Even out of a bare iPhone 6 with no headphone amp, these 'phones deliver a nice energy to the music, following rhythmic lines quickly and easily.  The bass in particular came through with authority and weight and I was impressed at how solid and punchy it sounded - again, for this price point.  This is not nearly a high resolution set of 'phones by any stretch - for example, the treble is slightly rolled off to be sure, but personally I'd much prefer treble that is rolled off and still pleasing, rather than the shrill sound that is far too common with cheap gear.  They seemed to work reasonably well directly out of my iPhone and Macbook too, sounding just fine directly from the headphone jack with no amp needed.  But of course they DID sound much much better with one of my home headphone amps (Naim Audio Headline in the context of an all-Naim system), where they even began to even start to give you a tiny bit of \"snap\" - but then again, using a set of $20 headphones with an $800 headphone amp is pretty ridiculous and unlikely!  But it was a fun experiment.Lastly, the headphones themselves seemed much higher quality than the price would suggest.  The earpieces were soft and overall they were reasonably comfortable.  All in all, you just can't go wrong with these, and I was simply not expecting this at only 20 bucks.  What have you got to lose?",
      "I bought these to use on public transit on my way to and from work. I wanted a cheap pair in case they got broken or stolen. I must admit, when I first opened the package they arrived in I wasn't impressed, but I gave them a chance. I had read all of the negative comments about them. I have had them for a few weeks now and I like them. They are comfortable, the sound is decent, there is more bass than I expected. I also have a pair of studio beats and a pair of studio AKGs that I love. For the price, if something happens to them, I would get another pair. The negative remarks I read must be people who are very picky and hard to please. You can't expect good quality from inexpensive headphones. I am pleased for the price I paid. They definitely don't compare to my beats or AKGs but they aren't supposed to.",
      "Good sound and the fit, great priced product would buy it again...",
      "やすいのに普通に使えてます。パッド部分は小さいです。"
    ]
  },
  {
    "cardURL": "https://www.amazon.in/Sony-WF-C500-Bluetooth-Wireless-transactions/dp/B09PC695Q9/ref=sr_1_19?dib=eyJ2IjoiMSJ9.kD49Thzon8mf0tZFlKtR1c09yOnanenk88x9QIG13XtelajUV51FHUxuZdZ2feBA7zy26FkU2C25iuZdwYwezIw4ScgVx_VYqXxrC2BXXUbCAudW9LQ328O5uYUTvSvtEf44dugaHeprdF1Cet7wFf-_FpDxuQBqmKX-_XsnZevBAvjyMlQN7M_qeHhAdLnXvy9Xua1ssP_YnWd7bHJm98YlqGvGV031UQ23wfwRXy8.TwwvyK5P0oOqxzbDfrdc8P4Muk-YRc3Qzmk5q7rpnms&dib_tag=se&keywords=Sony+headphones&qid=1715404537&sr=8-19",
    "productName": "Sony WF-C500 Truly Wireless Bluetooth Earbuds with 20Hrs Battery, True Wireless Earbuds with Mic for Phone Calls, Quick Charge, Fast Pair, 360 Reality Audio, Upscale Music - DSEE, App Support - Black",
    "sponsored": "no",
    "badge": "Limited time deal",
    "price": "5,489",
    "basePrice": "₹8,990",
    "rating": null,
    "ratingsNumber": "N/A",
    "boughtPastMonth": "1K+",
    "ratingsCount": 11285,
    "reviews": [
      "I've been blown away by the Sony WZ-500 Bluetooth Cordless In-Ear headphones! From the moment I put them on, it felt like they were custom-made for my ears. The build quality is incredibly soft, providing a snug and comfortable fit that lasts for hours on end. As a DJ and music producer, audio quality is paramount to me, and these earbuds deliver crisp and clear sound that exceeds my expectations.One of the standout features for me is the ability to EQ the sound via the Sony app, allowing me to tailor the listening experience to my preferences. It's worth noting that these earbuds don't tolerate poor audio quality well, so be sure to feed them with high-quality sound for the best experience.Voice isolation/ cancellation is unbelievable. I think the reason of the isolation is because of the way it snugs into your ears and covers the ear area in brilliance.Voice calls come through crystal clear on the other end, especially when adjusting EQ settings accordingly.While I opted for the vibrant orange color, I'd recommend darker shades like black to avoid visible wear and tear over time. The build material is durable but prone to showing dirt if not kept clean regularly. So go for BLACK :-)One aspect I appreciate is the absence of touch sensitivity, eliminating accidental touches during use. Instead, the push-button commands for audio and call control offer a more reliable and user-friendly experience.Overall, I'm thoroughly satisfied and impressed with these Sony in-ear headphones. Whether you're a music enthusiast, audiophile, or simply seeking top-notch audio performance, the Sony WZ-500s are an excellent choice.",
      "The product is good for sound quality. I have tested it with iPad and Android phone and it works a little better with iPad on Spotify and Apple music. Actually it works great with Apple music because they have lossless audio quality.If you are buying these earbuds then you would have to get the subscription of either the apple music or Spotify, otherwise it won't be able to give that great clear sound quality.As far as call quality is concerned, not to buy this if call quality is in your priority list. Call quality is okay okay.Gaming... I don't play game so, I don't know.No issues while watching movies or watching YouTube.Build quality... I think it's great 👍, it should last more than 5 years easily.Battery... For me it's great👍. I can easily go more than a week without changing it. But I don't listen often. Basically if you use 2 hours daily for combined usages then it should last you a week atleast.EQ app ( sony connect ) is actually good. You can tune things accordingly to your taste and songs. Like for old songs you can set the pre set \"vocals\" that would erase the base and will give clear vocals, you can also choose pre set \"bright\" that would give you vocals and awesome instrument separation, and for other I prefer \"excited\" preset. This one gives balance of everything with a little more emphasis on the bass. You can make your own presets in the App.About 360 audio, nothing special and don't think about it as Spatial audio of Apple ( though I haven't heard it ) but I know this 360 is not comparable to Spatial audio. To put it simply, it just the Dolby Atmos sound quality ( that surround sound quality) again you need music of that sound quality for that. I personally didn't like 360 audio and I just don't get it why the hell it even exist? ?? 🤔.Ohh I forgot to tell you about convenience. Yess you will get that airpods like convenience if you chose buy these earbuds. Actually, I have sony xb-400 ( that neckband earphones ).The biggest issue I faced with xb - 400 , is that they always get entangled and you always need to be careful about the wire. Also the whole experience of using it is trouble some. You need to press the botton to switch on the Bluetooth in the earphones and then you need to switch on the Bluetooth of your phone and then try to connect it ( often it doesn't get connected by itself) so you need to go to the settings in your phone then in Bluetooth and then it can get connected. Sometimes I had to restart my phone.But in this earbuds, I just take them out put it in my ear then it automatically get connected. I don't have to do anything it works 😃 like magic. ( Though you just need to let the Bluetooth of your phone open all time.) It doesn't eat lot of battery, I have checked it, it's almost negligible.Now that's called convenience 😅. And it does feel like money spent well.😃Overall, if you want the great sound quality with awesome bass. You can easily pick these earbuds, and you won't regret it.Don't buy neckbands, they are outdated and not contemporary to the current lifestyle. It's a fact because wherever you see, people are using earbuds not neckband or earphones.",
      "I have been using the Oneplus Buds Z2 for more than a 1.5 years now and that is perhaps the best TWS headphones at that given price. It has great features, great sound, great battery life and good noise cancellation. But I was still searching for another TWS. Why? Because I am not a fan of bass. My only two reasons for not liking the Buds Z2 is that it is bass heavy, and it is too loud. This is what most people want, but my music preferences are not like that. So when I read reviews about the Sony WF C500, I thought of buying it. But that changed was that I got the Song WF C700N at under 5000 in the Great Indian Festival. And what impressed me most the most is the sound. The sound isn’t too bassy. It balanced. Some might call it flat and boring too. Because it won’t excite you if you are someone who loves bass. But I loved the sound. I was amazed what a 5 mm dynamic driver could do. Yes, small driver means the volume isn’t as loud as Oneplus, but I could never use the Oneplus over 20 percent volume as it would hurt my ears. The Sony is much more soft and has a warm sound tone. It packs good punch and if you want you have a full equaliser at your disposal in the Headphones Connect app. And you can play along with the already created profiles or make custom ones. Adjust the sound to your likings and you will be amazed at the sound. The connection is easy too and the app is easy to use. I would say for the price I got it at, the sound punches much above the class.But that’s about it. If you look for features, look away. The buds have a continuous battery backup of around 8 hours approximately and the case holds one additional charge. You will get approximately 16 hours of playtime with ANC turned on. The case takes 3 hours ro fully charge however there is a fast charge feature where you can charge for 10 mis and use for some 2-4 hours. There are no touch controls, however the buttons are very tactile and a breeze to use. The buds have IPX4 though. And it is one of the lightest set of TWS I have ever used. So don’t look for any features. As the competition offer much more at lesser price.But that I loved, I will repeat again, is the sound. And the customisation available for the sound. The experience is premium. The connection is easy for both Android and iOS. For someone who loves to play around with different types of music, this is a great pair of TWS if you get it under 6000 I would say. This would be an audiophile’s dream budget TWS if you look at it that way. But it for the amazing sound and nothing else.",
      "these earbuds deliver a superb combination of comfort, audio quality, and noise cancellation. Whether you're a music enthusiast, a frequent traveler, or someone who values premium audio experiences, these earbuds are a wise investment.  Used to just use those 3.5mm headphones.  Then I got into the in-ear earbuds - took some time to get used to, and the ones I got were wireless somewhat (they still had a cable connecting the earbuds).  These were my first pair of true wireless earbuds, and I was not disappointed.  I wish they had some sort of hook to prevent them from falling out of your ears - I've had it happen once.  Used a size up earbud, and it's better, though I am now using the largest supplied earbud, so if they happen to slip again, I might have to resort with 3rd party earbud pieces.  Guess maybe I have larger than average ear canals?  but nevertheless, these earbuds  are pretty comfortable, provide decent sound quality, and have enough juice to be able to operate over my entire work day + commute",
      "Long time fan of Sony products. Have the WH-1000XM4, WF-1000XM4, and other brands. Just got these this morning and listening now. Pretty happy with sound quality, the Sony app helps as I like a punchy bass and have typical high frequency loss for male adults. Once set up with the app, clear bass turned up almost to max and treble up I’m enjoying the sound. Sounds very much like the WF-1000XM4. Noise cancellation seems similar but need to do more listening in different conditions. Got the XM4 reconditioned and unfortunately the right battery is failing to hold a charge after about a year and a half so got these to satisfy my earbud itch until the XM5 is released. Actually liking the push button as opposed to the touch controls of XM4. Not better, but not worse. A bit smaller which I’m pleased with as I like to sleep with audiobooks on. I can sleep on my side with a soft pillow and not feel very much pressure. Did have them pause as I have the right side on default to pause and skip but only once so far so I don’t think it will be a problem. Contrary to some reviews either side can he configured to volume with the app. I have volume on the left now. Single press notches up, holding lowers volume. Default is to switch between noise cancellation or ambient mode. I have cancellation on most of the time so volume is more important to me. Also saw criticism about them not automatically pausing when removing, not a problem to me as I can easily pause touching the right side button. I also have some QCY buds that were surprisingly good for the price, and Soundcore A40 witch were also a good find, paid $99 but now $79. They’re almost as comfortable as these for bed but protrude a bit further so when sleeping on my side more pressure on my ear than the Sony. So far noise cancellation on the Sony is the best, almost as good as the XM4.For the price, I think this is a very good alternative to the XM4. Battery life is rated to 7.5 hours and the Soundcore are rated to about the same but by early morning I get a rudely loud charging notification. We’ll see how the Sony last with similar use and update this review later. Overall in direct comparison of the XM4 I’d say these are just about as good but maybe not as broad of a soundstage. If you like Sony or are just looking for a good quality earbud with noise cancellation at a reasonable price these would be a good selection. One major improvement for me is the tips for the buds. I have large ear canals and the memory tips on the XM4 were a huge disappointment, they would not seal in my ears which is terrible for sound quality and noise. I keep all the tips from many earbuds over the years and even with other brands need to dip into them to find larger tips to seal in my ears. Pleasantly surprised the included large tips actually fit me. I included a photo of the Soundcore, QCY, XM4, and the WF-C700N for comparison. The WF-C700N seems to be the most comfortable so far. Slightly smaller than the Soundcore and definitely smaller then the XM4.So after using these about a month I’m still happy with them. I do have the occasional problem when listening to audiobooks in bed with the buttons for pause or volume getting just a little too much pressure and activating. Fortunately for volume one notch is louder but if you hold it the volume is reduced so at least I haven’t been blasted by max volume. Much as I like Sony products the other buds I mentioned would probably suit most people fine with a lower cost. But they’re not Sony! Still anxiously waiting for the soon to be released WF-1000XM5. Hoping for the lighter weight than the XM4 and the comfort of these with touch controls instead of push buttons. But for a mid-price bud these are still my favorites.Another update, these are not working for me to sleep with. My left ear gets a little raw spot on the edge of some cartilage. I’m primarily using the Sony WF-1000XM5 )got them 2 weeks ago) and the Soundcore A40 for audiobooks in bed. The headphones until my ears get too hot and the A40’s when I want to lay on my side.The Sony has some edge or something on it that makes a tiny little sore spot on the cartilage in my ear. Still like them a lot but now using them when I do my indoor cycling. I have a couple big blower fans on me and the Sony blocks out a lot of the noise and are better then the QCY I’d been using. They’re more rounded and I get less wind noise also.WF-1000XM5 just released, expecting mine Friday. I REALLY hope they don’t irritate my ear the way these do.So I’d still recommend these. It’s probably just my personal ear shape causing me an issue, no problem on the right side but nobody is perfectly symmetrical…8/523Update. Got the XM5 2 weeks ago and loving them. Fantastic sound, lighter than the XM4, better bass, more comfortable. But again the tips don’t fit. Airtight seal is critical on noise cancelling earbuds. The app is the same for The 700’s and XM5 but the 700’s do not have the feature enabled that checks for a seal. I discovered the left bud on the 700’s and the new XM5 just won’t quit seal. I found a hack to make the tips moldable. If you get Sugro glue (kind of like clay) roll a bit up, pull up the mushroom part of the ear tip, take the rolled up piece of Sugro and wrap it around the fitting to the bud, roll the tip back down and now you have a moldable tip. Insert in your ears and make sure they a good seal. You may have to reshape it a bit with your fingers if you work it too much. Once you have a good seal let it set a few hours and now you have a fitted tip. Works with my big ear holes…I have to reiterate, the 700’s have a very pleasing sound once you get the equalizer and clear bass setting adjusted to your taste. I just finished using them for 4 hours straight on loud during a 2 hour indoor cycling session, walking the dog, and making my lunch. Enjoying music I haven’t listened to for too long. They were comfortable (almost forget they’re in) sound excellent, and just put them away with 50% battery left.I really think most people would like these and would not be disappointed in any way, especially at the price. The XM5 are better, but to most people probably not $200 better (but I love them too!).9/22/23 a note about the app and the codecs used. I feel like a dummy now that I finally noticed right at the top in the headphone connect app it tells me on my iPhone it’s definitely using the AAC codec and shows if DSEE is on or not. DSEE definitely improves the sound. Compared the noise cancellation against the WF-1000XM5 and the XM5 do a better job with the 2 blower fans I have on me during my indoor cycling. But I still prefer using the C700n just because I want to be very careful with the more expensive buds.10/23/23Lost these! Looked all around but can’t locate. I was able to replace them @ $88 so not hugely upset, ordered a new pair and happy all over again. One of the reasons I really like these is how light they are. Even after 4-5 hours of wear I almost forget they’re in. Still one of my favorite pairs.Revisiting noise cancellation, walking my dog with light traffic only a few feet away I’ve had the chance with the new pair (left button default is now toggle ANC transparency off or on. With it off I’m not hearing much of anything but my music. In transparency mode I can hear everything around me. I’d give these a 9 from 1-10. About as good as any ANC buds I’ve tried.12/22/23Found the lost pair so now I have 2 pairs of the WF-C700n and not unhappy about it. These are definitely my go to buds, use them more than the XM5’s as they’re so light and comfortable and now at $76 I don’t worry as much about loss or damage as with the pricy XM5. If you haven’t tried them yet you should!",
      "This is my first pair of true wireless headphones, I'm listening as I write this, and I haven't written a review in years.  I'm not a fan of bluetooth, so I was skeptical of buying these, but needed something for a long flight. For reference, I'm not an \"audiophile\", but my home hifi system cost 10k, is very minimalist (Hegel H190 w/ KEF Ref1s) and sounds pretty amazing.About ten years ago, it occurred to me that we would soon have an audio version of Google Glass, and it has been entertaining watching this slowly manifest in these types of headphones.  This concept is very much in its infancy and I'm not surprised to see an overlap in market between tech users and the hearing impaired community.  Soon, I imagine that there will be intelligent noise cancellation (select for/against certain \"waveprints\" i.e. FOR your friends voice at a crowded restaurant and AGAINST the crying baby sitting across the room) and the unique waveprint of your voice will be included with your general contact information.  Infinite other applications, but I digress.I was surprised to see the breadth of the market, with so many companies doing gymnastics to distinguish themselves, and failing miserably in the reviews.  And you would think that humanity would have mastered bluetooth pairing and connection by now, but for so many of these products, that is not the case. Sooo many dumb dumb dumb products out there, poorly designed and with little to no product testing or quality control, banking on what's left of their brand coupled with the nuisance of having to return a terrible product. But this isn't one of them.I think that Sony has nailed it with these headphones.  There is definitely room for improvement, but not at this price point.  The product arrives in a tiny little biodegradable box (which I love) with no frills or desperate attempts to gain first impressions.  Cost has been reduced on the carrying case materials (good!) and there are little magnets which hold the buds in place (love it!). I plugged them in to charge for a bit, then put them in my ears.  I was pleasantly surprised to hear them automatically pair, upon release from the charger, and connect to my Samsung Galaxy A50.  I then put on Spotify, which has a somewhat poor bitrate to begin with (320 kbps) and is cheapened even further by bluetooth, and got about what I was expecting: a totally adequate though far from stellar sound that was largely out-shined by the newfound convenience and extreme comfort of this ergonomically well designed and executed technology.  I then tried them with some high quality recording on high quality FLAC files. I really don't have much to say about the sound except that it is not offensive. Again, my baseline is a 10K system. The extra space over conventional wired earbuds facilitates bass presence, but there is nothing transcendent or even particularly precise about the mids or highs and no noticeable soundstage.  They could possibly benefit from an \"open back\", but then you lose the privacy.But no one buys these for hifi sound quality.  Most people have never even heard hifi.  And so much of hifi depends on the physical environment (i.e. the room) that you could never hold this type of product up to those standards.  Certainly not at this price.  This success of *this* product carries an extra burden of comfort, convenience, and ease of use.  In spite of my system, I have actually found myself wearing these around the apartment so I can listen at higher volumes late at night. They are ridiculously comfortable as so many other products fail so miserably at this most basic and essential function, and I honestly forget that I am wearing them.  And the controls are simple and intuitive and don't have any stupid design flaws that make you want to strangle the designer.  AND YOU DON'T HAVE TO USE AN APP (though one is available) WHICH MEANS YOU DON'T HAVE TO GIVE YOUR PERSONAL DATA TO A PSYCHOPATH!  And again, the sound is adequate and inoffensive, and in my lack of experience, I am unconvinced that a much better sound could be produced, even for another $200/unit.  But, this is my first pair, so what do I know?",
      "Noise cancelling is excellent ,base is rich and the earbuds battery last for up to 8 hrs .",
      "Great audio and mic, but fall off easily"
    ]
  },
  {
    "cardURL": "https://www.amazon.in/Sony-MDR-EX14AP-Ear-Headset-Blue/dp/B075YZXXFB/ref=sr_1_20?dib=eyJ2IjoiMSJ9.kD49Thzon8mf0tZFlKtR1c09yOnanenk88x9QIG13XtelajUV51FHUxuZdZ2feBA7zy26FkU2C25iuZdwYwezIw4ScgVx_VYqXxrC2BXXUbCAudW9LQ328O5uYUTvSvtEf44dugaHeprdF1Cet7wFf-_FpDxuQBqmKX-_XsnZevBAvjyMlQN7M_qeHhAdLnXvy9Xua1ssP_YnWd7bHJm98YlqGvGV031UQ23wfwRXy8.TwwvyK5P0oOqxzbDfrdc8P4Muk-YRc3Qzmk5q7rpnms&dib_tag=se&keywords=Sony+headphones&qid=1715404537&sr=8-20",
    "productName": "Sony MDR-EX14AP Wired in Ear Headphone with Mic (Blue)",
    "sponsored": "no",
    "badge": "N/A",
    "price": "556",
    "basePrice": "₹1,290",
    "rating": null,
    "ratingsNumber": "N/A",
    "boughtPastMonth": "N/A",
    "ratingsCount": 865,
    "reviews": [
      "It provides good passive noise cancellation. Good  for listening music. But call quality needs to be improved",
      "Product quality was super. I experienced very good sound quality. Awesome👏",
      "I've had these earphones for two years now and I couldn't be more happy with them. They were a reluctant replacement for my existing pair back then which had broken down. I never believed that these would be anywhere near par with those but boy, was I wrong.I always go for wired earphones because of my own reasons. The main of which are the sound quality and the overall performance of the earphones across the entire spectrum of sound. To buy a pair with a similar performance as these in bluetooth earphones you could easily have to shell out as much as ten thousand bucks. The main antagonist of wired earphones which is entanglement of the wires never bothers me much so I usually don't have much of a problem.To compare it with the other earphones in the wired category of the same range, these are hands down miles ahead of any competitor. They may be a hundred odd bucks expensive from its competitors but the overall value derived from these far outweighs that amount. The manufacturers now a days very shrewdly give features in their earphones which allow them to play bass very well which gives an impression that they are indeed fabulous on an ordinary hearing. But if you continue to test them on different parameters of sound performance you soon realize that its a deliberate marketing ploy deployed by the manufacturers to fool you into believing that their earphones are far superior than their price tag. These kinds of earphones usually fall flat on every other parameter. Their performance at high volumes become undesirable and sound phony to the ear. The noise is shrill at higher notes and the sound never is tempered across the entire frequency range except maybe when the bass kicks in. However, you won't find any such jarring problems in these earphones. Sony has been in the music business for long and they know how to provide quality to their customers and know that their customers demand quality from them. They don't disappoint with this product. I may be wrong but I can go out on a limb and say that these are probably the best earphones you may find till the fifteen hundred price range. The other, mainly Chinese, competitors are out to hoodwink their customers into buying their products by tempting price tags and superficially apparent features but you can easily give them a pass in favour of this pair.TL,DR - These might be the best earphones in this price range and even amongst ones in a level higher range. Don't fret and buy this product assuredly.",
      "I am extremely disappointed with the Sony wired earphones I purchased. After just two months of use, one of the earphones stopped working entirely. When I tried to reach out to Sony's customer support and the seller for assistance, they picked up the phone but utterly failed to resolve the issue. I've called them three times now, and each time, they've done nothing to address the problem. This level of negligence and incompetence is absolutely unacceptable. Don't waste your money on these unreliable products or Sony's useless customer service.",
      "Sound quality not that good compared to others..",
      "Its doing well and good sound clearity digital sounds superb....Superior quality..... Thanks.....",
      "Good",
      "Very good performance. Smooth sound & speaker is minimizing noise level to a great extent while using this ear phone during online meetings.",
      "Los audífonos, cumplen con las expectativas, pero la entrega mala, no llegaron a mi domicilio, tuve que rastrear el pedido e ir por ellos al centro de mensajería.",
      "Dado ala marca esperaba mas, son los tipos audífonos desechables. antes ya había comprado unos y nada que ver con la calidad de ahora, ahora están mas caros y peores de calidad."
    ]
  },
  {
    "cardURL": "https://www.amazon.in/sspa/click?ie=UTF8&spc=MTo3NTAwMjcwMzk5MzMxMTMxOjE3MTU0MDQ1Mzc6c3Bfc2VhcmNoX3RoZW1hdGljOjMwMDE3MDYyOTk0NzkzMjo6MDo6&url=%2Fsoundcore-Bluetooth-Headphones-Cancelling-Personalization%2Fdp%2FB0C3KWT5V6%2Fref%3Dsxin_34_pa_sp_search_thematic_sspa%3Fcontent-id%3Damzn1.sym.ee635213-fee1-408a-be4a-3523feeb9a42%253Aamzn1.sym.ee635213-fee1-408a-be4a-3523feeb9a42%26cv_ct_cx%3DSony%2Bheadphones%26dib%3DeyJ2IjoiMSJ9.5rdd_iOHS-PvlRDuBZ98c3qPCQfYJl3E5VExqK4M5Q8j_jjEUx2dwYwzDT-GjQwI5nbVdPkDpXYxNkH9hI6i3Q.a_D6ThTGfz7Jgd0XYHcGTQ11t_kQ23RH66Ixo6HaOBs%26dib_tag%3Dse%26keywords%3DSony%2Bheadphones%26pd_rd_i%3DB0C3KWT5V6%26pd_rd_r%3D34ca4f1d-ca35-4189-a30e-5702bc999886%26pd_rd_w%3DRiSqX%26pd_rd_wg%3DUsC8f%26pf_rd_p%3Dee635213-fee1-408a-be4a-3523feeb9a42%26pf_rd_r%3D0S19JA9SNFH1A39TGYYB%26qid%3D1715404537%26sbo%3DRZvfv%252F%252FHxDF%252BO5021pAnSA%253D%253D%26sr%3D1-1-ced4eeeb-b190-41d6-902a-1ecb3fb8b7c4-spons%26sp_csd%3Dd2lkZ2V0TmFtZT1zcF9zZWFyY2hfdGhlbWF0aWM%26psc%3D1",
    "productName": "soundcore by Anker Q20i Wireless Bluetooth Over-Ear Headphones with Hybrid Active Noise Cancelling, 40h Playtime in ANC Mode, Hi-Res Audio, Deep Bass, App Personalization (Blue)",
    "sponsored": "no",
    "badge": "Limited time deal",
    "price": "4,499",
    "basePrice": "₹8,499",
    "rating": "4.4",
    "ratingsNumber": "N/A",
    "boughtPastMonth": "200+"
  },
  {
    "cardURL": "https://aax-eu.amazon.in/x/c/RBuT7W9rjclOEz7bBsh8op8AAAGPZhP-bQMAAAH2AQBvbm9fdHhuX2JpZDIgICBvbm9fdHhuX2ltcDEgICBrxZi3/https://www.amazon.in/EDYELL-Wireless-Bluetooth-Waterproof-Earphones/dp/B0CXPRB657/ref=sxin_35_sbv_search_btf?content-id=amzn1.sym.d6bc07af-9d54-420e-b06a-49a2f099a0c4%3Aamzn1.sym.d6bc07af-9d54-420e-b06a-49a2f099a0c4&cv_ct_cx=Sony+headphones&dib=eyJ2IjoiMSJ9.4CA13dV462f8TVnBXqIb0g.Uz7FPC_ORzwxEdqlST1_hHAiKVjOFOAL2cjArIr4cPI&dib_tag=se&keywords=Sony+headphones&pd_rd_i=B0CXPRB657&pd_rd_r=34ca4f1d-ca35-4189-a30e-5702bc999886&pd_rd_w=WTExB&pd_rd_wg=UsC8f&pf_rd_p=d6bc07af-9d54-420e-b06a-49a2f099a0c4&pf_rd_r=0S19JA9SNFH1A39TGYYB&qid=1715404537&sbo=RZvfv%2F%2FHxDF%2BO5021pAnSA%3D%3D&sr=1-1-9131241a-a358-4619-a7b8-0f5a65d91d81",
    "productName": "EDYELL V2 True Wireless Earbud, Bluetooth 5.3 TWS 3D Stereo with Earhook, 50H Playtime, Touch Control. Earbuds with Dual-LED Display, IPX7 Waterproof Earphones Built-in Mic for Running Workout Sport",
    "sponsored": "yes",
    "badge": "N/A",
    "price": "2,299",
    "basePrice": "₹5,999",
    "rating": "4.3",
    "ratingsNumber": "N/A",
    "boughtPastMonth": "300+"
  },
  {
    "cardURL": "https://www.amazon.in/sspa/click?ie=UTF8&spc=MTo1NjQ1OTczNzI0NjA5MTMxOjE3MTU0MDQ1Mzc6c3BfYnRmOjIwMDIxMTMzNzYxNjk4OjowOjo&url=%2FZebronics-Zeb-Thunder-PRO-Headphone-Supporting%2Fdp%2FB097JPDQR8%2Fref%3Dsr_1_21_sspa%3Fdib%3DeyJ2IjoiMSJ9.kD49Thzon8mf0tZFlKtR1c09yOnanenk88x9QIG13XtelajUV51FHUxuZdZ2feBA7zy26FkU2C25iuZdwYwezIw4ScgVx_VYqXxrC2BXXUbCAudW9LQ328O5uYUTvSvtEf44dugaHeprdF1Cet7wFf-_FpDxuQBqmKX-_XsnZevBAvjyMlQN7M_qeHhAdLnXvy9Xua1ssP_YnWd7bHJm98YlqGvGV031UQ23wfwRXy8.TwwvyK5P0oOqxzbDfrdc8P4Muk-YRc3Qzmk5q7rpnms%26dib_tag%3Dse%26keywords%3DSony%2Bheadphones%26qid%3D1715404537%26sr%3D8-21-spons%26sp_csd%3Dd2lkZ2V0TmFtZT1zcF9idGY%26psc%3D1",
    "productName": "ZEBRONICS Zeb-Thunder PRO On-Ear Wireless Headphone Up to 60 Hours Playback, Wired Mode, USB-C Type Charging(Black)",
    "sponsored": "yes",
    "badge": "Limited time deal",
    "price": "999",
    "basePrice": "₹1,899",
    "rating": "3.8",
    "ratingsNumber": "N/A",
    "boughtPastMonth": "2K+"
  },
  {
    "cardURL": "https://www.amazon.in/sspa/click?ie=UTF8&spc=MTo1NjQ1OTczNzI0NjA5MTMxOjE3MTU0MDQ1Mzc6c3BfYnRmOjMwMDE0NTU0OTUxMDgzMjo6MDo6&url=%2FShark-Discover-Conduction-Headphones-Sweat-Resistant%2Fdp%2FB0CSSGDJ4N%2Fref%3Dsr_1_22_sspa%3Fdib%3DeyJ2IjoiMSJ9.kD49Thzon8mf0tZFlKtR1c09yOnanenk88x9QIG13XtelajUV51FHUxuZdZ2feBA7zy26FkU2C25iuZdwYwezIw4ScgVx_VYqXxrC2BXXUbCAudW9LQ328O5uYUTvSvtEf44dugaHeprdF1Cet7wFf-_FpDxuQBqmKX-_XsnZevBAvjyMlQN7M_qeHhAdLnXvy9Xua1ssP_YnWd7bHJm98YlqGvGV031UQ23wfwRXy8.TwwvyK5P0oOqxzbDfrdc8P4Muk-YRc3Qzmk5q7rpnms%26dib_tag%3Dse%26keywords%3DSony%2Bheadphones%26qid%3D1715404537%26sr%3D8-22-spons%26sp_csd%3Dd2lkZ2V0TmFtZT1zcF9idGY%26psc%3D1",
    "productName": "Shark - Dare to Discover Bone Conduction over ear Headphones | Shark 3D Next-Gen for Gaming, Running, Cycling, Hiking, Gym and Sports - High Bass, Sweat-Resistant (Black)",
    "sponsored": "yes",
    "badge": "N/A",
    "price": "2,800",
    "basePrice": "₹3,999",
    "rating": "3.1",
    "ratingsNumber": "N/A",
    "boughtPastMonth": "N/A"
  },
  {
    "cardURL": "https://aax-eu.amazon.in/x/c/RAcFcSP0UugB6B49hR1Q-X4AAAGPZhP-XgMAAAH2AQBvbm9fdHhuX2JpZDIgICBvbm9fdHhuX2ltcDEgICBnfeQq/https://www.amazon.in/Noise-Launched-Wireless-Detection-Algorithm/dp/B0CNVNMTFQ/ref=sxbs_sbv_search_btf?content-id=amzn1.sym.4c4db269-2cbe-48b8-89a5-de8fb92d5807%3Aamzn1.sym.4c4db269-2cbe-48b8-89a5-de8fb92d5807&cv_ct_cx=Sony+headphones&dib=eyJ2IjoiMSJ9.YP16CM_7EPlPlO2R4uz_0w.ZybxJkf_BIP0_Qc8Px0GpFfPHEO16w1SGQBMxyIiW7s&dib_tag=se&keywords=Sony+headphones&pd_rd_i=B0CNVNMTFQ&pd_rd_r=1ac6179e-106d-4967-9ab7-d5d2a896d05e&pd_rd_w=ebHLG&pd_rd_wg=ST4U6&pf_rd_p=4c4db269-2cbe-48b8-89a5-de8fb92d5807&pf_rd_r=0S19JA9SNFH1A39TGYYB&qid=1715404537&sbo=RZvfv%2F%2FHxDF%2BO5021pAnSA%3D%3D&sr=1-1-f1821008-9dea-4812-b2b6-4a6e4a4f2d55",
    "productName": "Noise Newly Launched Buds Xero Truly Wireless in-Ear Earbuds with Adaptive Hybrid ANC (Upto 50dB), in-Ear Detection, Sound+ Algorithm, 12.4MM Driver, 50H Playtime, BT v5.3(Chrome Black)",
    "sponsored": "yes",
    "badge": "Limited time deal",
    "price": "4,499",
    "basePrice": "₹6,999",
    "rating": "3.9",
    "ratingsNumber": "N/A",
    "boughtPastMonth": "N/A"
  }
]